{"answer": "12", "original_question": "What was the age difference between Mike Tyson and Tyson Fury on the respective days on which they lost their first ever fights? Represent the figure in years only."}
{"answer": "6", "original_question": "A general motors vehicle is named after the largest ward in the country of Monaco.  How many people had walked on the moon as of the first model year of the vehicle? Note: the model year is not the same as the year the model was first produced."}
{"answer": "red", "original_question": "The Assistant to the Regional Manager on The Office TV show (US version) has a farm. You can obtain what food colorant from the crop he grows?"}
{"answer": "World War I, The Great Depression, The Beatles play Ed Sullivan, The fall of the Berlin Wall, Atlanta Summer Games", "original_question": "Put these historical events in chronological order, starting with the earliest: The Beatles play Ed Sullivan, the fall of the Berlin Wall, The Great Depression, Atlanta Summer Games, World War I. "}
{"answer": "1960", "original_question": "One of Barbara Kingsolver's best known novels is about an American missionary family which moves to Africa. At the time, the country they move to was a Belgian colony. Which year did it become independent?"}
{"answer": "0", "original_question": "Using the Pruett rule, out of all of the blue moons that occurred between the beginning of World War I and the end of World War II, how many of them occurred on the 31st of the month?"}
{"answer": "7 minutes and 53 seconds", "original_question": "What was the running time of the first cartoon in the series that inspired the name of the Looney Tunes franchise?"}
{"answer": "D", "original_question": "What is the middle name of the U.S. president who died on the same day of the year as Virginia Woolf?"}
{"answer": "28", "original_question": "On March 7th, 2012, the director James Cameron explored a very deep underseas trench.  As of August 3, 2024, how many times would the tallest building in San Francisco fit end to end from the bottom of the New Britain Trench to the surface of the ocean? The answer should be a rounded-off whole number.   "}
{"answer": "55", "original_question": "As of 2010, if you added the number of times Brazil had won the World Cup to the amount of times the Chicago Bulls had won the NBA Championship and multiplied this number by the amount of times the Dallas Cowboys had won the Super Bowl, what number are you left with?"}
{"answer": "Michael Richards", "original_question": "Of the four main characters on Seinfeld, which actor is the oldest?"}
{"answer": "Pennsylvania", "original_question": "As of August 4, 2024, in what state was the first secretary of the latest United States federal executive department born?"}
{"answer": "84512", "original_question": "According to the population data in their respective Wikipedia articles in August 2024, what is the difference between the population of Seattle, WA, and Portland, OR, according to the data from 2020?"}
{"answer": "Harold Wilson", "original_question": "If Princess Diana had been born three years earlier, who would have been Prime Minister when she was ten? "}
{"answer": "Demetrio Albertini", "original_question": "Giorgio Rognoni was an Italian professional footballer who played as a midfielder. 10 years after his death who was the midfielder who played in Milan that was born in Besana in Brianza,?"}
{"answer": "2", "original_question": "How many Pokemon World Championships occurred in the contiguous United States during the presidency of Barack Obama?"}
{"answer": "George Washington University", "original_question": "Where did the daughter of the winner of the first US presidential election to occur after the official end of WWII  attend university?"}
{"answer": "Simone Katie", "original_question": "As of July 1, 2024, if I wanted to give my daughter the middle name of the American woman who is the most decorated female in the history of American gymnastics as her first name and the full first name of the American woman who holds the world record in the 800-meter freestyle as her middle name, what would I name my daughter? "}
{"answer": "5", "original_question": "Imagine there is a building called Bronte tower whose height in feet is the same number as the dewey decimal classification for the Charlotte Bronte book that was published in 1847. Where would this building rank among tallest buildings in New York City, as of August 2024?"}
{"answer": "Vitamin B12", "original_question": "In series six of Downton Abbey, Lord Merton is diagnosed with a terminal condition. A deficiency in which vitamin causes this condition?"}
{"answer": "Minardi M194", "original_question": "What Formula One car was driven in 1994 by the nephew of a racing driver from Italy who drove a Ferrari 312T and shares a last name with a common cocktail drink?"}
{"answer": "19", "original_question": "How many letters long is the title of the first movie composed by the composer of the first American Godzilla movie?"}
{"answer": "The display is located in Crystal Palace Park in south London, the species is the Mosasaurus, and the rest of its body is elongated and streamlined for swimming, with a barrel-shaped chest and a long, muscular tail, covered in small, overlapping, diamond-shaped scales, and its limbs were shaped into paddles to steer underwater.", "original_question": "Benjamin Waterhouse Hawkins was commissioned to sculpt a series of life-size dinosaurs between 1852-54.  In this location, one species only had its head and back built with the rest of its body submerged underwater because they didn't know what it looked like then.  Where is this display located in 2024, which dinosaur species was this, and what did the rest of its body look like after all? "}
{"answer": "110000", "original_question": "What is the difference in elevation between the respective peaks of Eggstock (Uri Alps) and Eggstock (Schwyzer Alps) in Switzerland? Convert the final figure to centimetres and round up to the nearest 1000."}
{"answer": "Bertelsmann", "original_question": "As of July 1, 2024, what is the parent company of the current record label of the singer of Edge of Seventeen?"}
{"answer": "Moscow", "original_question": "If you were to combine two words, the first of which has a species called Polytrichum piliferum, and the second which has a breed type called Fleckvieh, you'd get the name of what countries capital city?"}
{"answer": "52", "original_question": "How old was Stephen Baldwin when Hailey and Justin got married?"}
{"answer": "90", "original_question": "Of the two wonders of the ancient world that were statues, how much shorter was the taller of the two compared to the tallest statue in Japan as of 2024?"}
{"answer": "Derek Schiller", "original_question": "As of August 1, 2024, who is the president of the team that inspired the original name of the Washington Commanders?"}
{"answer": "10", "original_question": "Małgorzata Rożniecka is a model who won the title of Miss International. What is the difference in title years from when she won and the pageant winner who was murdered by her stalker?"}
{"answer": "Yes", "original_question": "Was the person who served as president of the Scottish National Party from 1987 to 2005 alive when the party was founded?"}
{"answer": "Argentina", "original_question": "As of August 1, 2024, which country were holders of the FIFA World Cup the last time the UEFA Champions League was won by a club from London?"}
{"answer": "The MacDonald Bridge is longer than the MacKay Bridge by 100 meters.", "original_question": "Which of the bridges in Halifax, Nova Scotia is longer, and by how much? The MacKay, or the MacDonald? "}
{"answer": "1995-2005", "original_question": "As of January 1, 2024, what was the warmest decade, since the 17th century, around the ocean that surrounds Litke Deep?"}
{"answer": "Warsaw", "original_question": "As of August 1, 2024, what is the largest city of the 9th largest country by land area in Europe?"}
{"answer": "506000", "original_question": "According to the 2000 United States census, what was the 2000 population of the birth city of the only 21st-century mayor of Austin, Texas who also served as mayor in the 1990s? Round your answer to the nearest thousand."}
{"answer": "EF-5", "original_question": "What was the Enhanced Fujita Scale rating of the 2011 tornado that hit the hometown of the band who had a controversial interview with Bryan Odell on June 3, 2012?  "}
{"answer": "26.5", "original_question": "As of August 3, 2024, how much taller was the tsunami wave of the most powerful earthquake in North America than the most powerful earthquake ever recorded in Japan?"}
{"answer": "7", "original_question": "By how many years does the inception of the party to which former Finnish MP Lea Rakel Hiltunen last belonged predate the foundation of the Parliament of Finland itself?"}
{"answer": "Yu Yu Hakusho", "original_question": "The manga 'Sailor Moon' was authored by a woman. What manga did her husband win the Shogakukan Manga Award for authoring?"}
{"answer": "Roudnice nad Labem", "original_question": "In Slovakia there is a well known Film Festival called the Bratistlava International Film Festival. What city/ town was the film editor for the Grand Prix winner of 2003 born in?"}
{"answer": "Illinois", "original_question": "What state is the home of the losing team of the World Series three years before \"Old Shufflefoot\" managed his team to victory? "}
{"answer": "1837", "original_question": "The founder of the production company at which Tim Allsop and Stewart Williams met received a bachelor's degree from a college in the state of New York. In what year was this college's sibling institution founded?"}
{"answer": "1", "original_question": "If an Ixodes scapularis tick in its nymph stage feeds on a host in the Spring, how many seasons later is it most likely to transmit Lyme disease if it becomes an adult in the same year?"}
{"answer": "140", "original_question": "How old was Harvard University, when the person whom the longest river in British Columbia is named after, was born?  The river in question only flows within the confines of British Columbia and does not enter any other province or territory.  "}
{"answer": "828", "original_question": "If you subtract the year that William McCrary \"Billy\" Ray II was born from the year Obama was first sworn in as President to the United States and multiply it by the number of administrative regions in France as of January 1, 2024, what number would you get?"}
{"answer": "Greco-Roman", "original_question": "In the style of wrestling performed by former Greek wrestler Mikhail Theodoropoulos, who won the inaugural olympic medal?"}
{"answer": "Dmitri Mendeleev", "original_question": "I have an element in mind and would like you to identify the person it was named after. Here's a clue: The element's atomic number is 9 higher than that of an element discovered by the scientist who discovered Zirconium in the same year."}
{"answer": "2", "original_question": "How many films had the actress who played Trudi Frazer in \"Once Upon a Time in Hollywood\" acted in before?"}
{"answer": "74", "original_question": "As of August 2024, the Atlanta Braves beat the Houston Astros the last time they won the World Series. How many years before this did Jackie Robinson join the Brooklyn Dodgers?"}
{"answer": "103", "original_question": " \"The Terminator\" was released on October 26th exactly how many years after the famous gunfight at the O.K. Corral occurred?"}
{"answer": "Yes, there are cities in England more populated than Philadelphia. These cities are London and Manchester.", "original_question": "As of August 1, 2024, are there any cities in England that are more populated than Philadelphia, and which cities are they?"}
{"answer": "mid intertidal zone", "original_question": "In which of the three Intertidal zones would you most likely find the Septifer bilocularis?"}
{"answer": "844", "original_question": "The actor known for playing Kenny \"Shammy\" Shamberg in Magnum P.I. was born how days before the Apollo 11 moon landing?"}
{"answer": "optics", "original_question": "The inventor of the first true pinhole camera was also the first to correctly explain what theory?"}
{"answer": "0", "original_question": "How many films with titles including the letter \"g\" did the director of \"Sword of the Valiant\" direct after the release of said film, but before the year 2000?"}
{"answer": "Transport Medal", "original_question": "What medal was the captain of The RMS Titanic awarded by King Edward VII?"}
{"answer": "Mona Lisa", "original_question": "What painting was stolen from The Louvre exactly 56 years before the birth of activist and songwriter Serj Tankian?"}
{"answer": "Joe Biden", "original_question": "Which president of the United States is represented by the sum of the ordinal numbers of the presidencies of the four men depicted on Mount Rushmore?"}
{"answer": "Calgary, Alberta, Canada", "original_question": "Where was the Winter Olympics held the year that the girl who was Wheaties first official spokeswoman turned 20 years old?"}
{"answer": "Guanyin", "original_question": "What is the Chinese name for the bodhisattva that the Sensoji temple is dedicated to?"}
{"answer": "21", "original_question": "As of 1st August 2024, How much younger is the current youngest US House Representative than the American folk hero who died at the Alamo when they were elected to the US House of Representatives?"}
{"answer": "113", "original_question": "Consider the number of months lapsing between the major earthquake that caused widespread destruction around the Bay of Naples in 62 CE to the eruption of Mount Vesuvius in 79 CE which buried Pompeii in ash.  If Mount Vesuvius were to have erupted once whenever that number of months came to pass between its 79 CE eruption and the date on which \"Pompeii\" by Bastille was officially released, how many times would the volcano have erupted between those two events?"}
{"answer": "Cypripedium acaule", "original_question": "I am thinking of a province that has the smallest land area in it's particular country, but also has the the 10th largest population.  This country has 10 provinces.  This province joined the country in 1873.  What is the scientific name of the provincial flower?"}
{"answer": "£580.4 million", "original_question": "As of the financial year ending July 31st 2023, what was the size of the endowment at the university attended by rugby player Fred McLeod?"}
{"answer": "Ang Lee", "original_question": "The Office is an American mockumentary sitcom television series that first aired in 2005. Who won the Academy Award for Best Director the same year that the show had its series finale?"}
{"answer": "horse", "original_question": "The quarterback who was selected first overall in the 1998 NFL draft, won the Superbowl with 2 different teams, both named after what type of animal?"}
{"answer": "Halifax, Nova Scotia, Canada, and Cole Harbour, Nova Scotia, Canada", "original_question": "What is the birthplace and hometown of the winning goal scorer of the 2010 Vancouver Olympics, Men's Ice Hockey event?"}
{"answer": "Cop", "original_question": "What are the first three letters of the capital city of the country where Shakespeare's longest play is set?"}
{"answer": "1.0", "original_question": "As of 2024, what percentage of Afroasiatic language speakers speak Central Atlas Tamazight?"}
{"answer": "Yes, they have worked together on 'Hart of Dixie' and 'Nashville'.", "original_question": "As of 1st August 2024, Are the actors who play Summer and Luke in the OC in anything else together?"}
{"answer": "45", "original_question": "If we consider their inception being the date of declared independence, how many years older is the US than Mexico?"}
{"answer": "Nuapada district has the highest population. It has 608275 more citizens than Minamidaitōjima and 610376 more citizens than Vostochnaya Niva.", "original_question": "Based on the information available on Wikipedia on August 4, 2024 at 2:42 AM Greenwich Mean Time,  which of the following areas, Minamidaitōjima, Nuapada district, or Vostochnaya Niva has the highest population and how many more citizens does it contain than the other two provided cities?"}
{"answer": "True", "original_question": "If you take the height of the Eiffel Tower in metres, add the number of arrondissements in Paris and subtract the street number of the official residence of the French prime minister, is the final answer a prime number?"}
{"answer": "Lake Kinneret", "original_question": "What lake in Isreal supports a population of the state bird of the Indian state Haryana?"}
{"answer": "The etymology of Baghlan originates from the Bactrian term 'bagolango,' meaning 'image-temple,' which is derived from the Old Iranian '*baga-dānaka-'", "original_question": "What is the etymology of the name of the province to the east of the province in which Hazrati Sultan District is located?"}
{"answer": "1766", "original_question": "On Nov 15, 2017 a painting was sold for US $450 million setting a new record for the most expensive painting ever sold at public auction. What year was the auction house where this purchase took place founded?"}
{"answer": "1st", "original_question": "Rosie Ruiz was disqualified from the Boston Marathon. The subsequent winner placed in what position of the 1988 Grandma's Marathon?"}
{"answer": "Oakland Athletics", "original_question": "Who won the World series the year Happy Days premiered?"}
{"answer": "McDonald's", "original_question": "Which fast food restaurant opened first, McDonald's, Wendy's or In-and-Out?"}
{"answer": "10.81", "original_question": "In square KM, how much bigger is the total area of La Casita-Garciasville, Texas compared to that of the independent state that was recognised in the 1929 Lateran Treaty?"}
{"answer": "1831", "original_question": "What year was the University that gave Taylor Swift an honorary doctorate founded?"}
{"answer": "The Cuckoo's Calling, The Silkworm, Career of Evil, Lethal White, Troubled Blood, The Ink Black Heart, The Running Grave", "original_question": "As of August 1 2024, what books has the author of the Harry Potter series written under an alias?"}
{"answer": "100", "original_question": "As of August 1, 2024, if you add together the age of Ana Ollo Hualde and the age of the country of Israel what number do you get when you subtract 35 from your answer?"}
{"answer": "Seattle, Washington, USA", "original_question": "Where was the rapper behind the song \"Hind's Hall\" born? "}
{"answer": "35", "original_question": "How many years separate the birth of Alexander Graham Bell and the birth of Charles Dickens?"}
{"answer": "London", "original_question": "Which major city in Europe can be reached from New York City, if you use the total distance calculated through GPA coordinates (give or take 18 miles) from West Quoddy Light in Maine to Cape Sarichef Light in Alaska?"}
{"answer": "The Dark Side of the Moon", "original_question": "What Pink Floyd album came out the year Pablo Picasso died?"}
{"answer": "49", "original_question": "If Andrew Fluegelman's suggested donation for his freeware program were paid at a rate of 1 per every day, how much money would he have made during his fast?"}
{"answer": "712", "original_question": "How many years after Ghengis Khan died did World War II begin?"}
{"answer": "Saving Private Ryan", "original_question": "Which film, based loosely on the story of Frederick 'Fritz' Niland, won the Golden Globe for best drama at the 56th Golden Globes in 1999?"}
{"answer": "7", "original_question": "As of 2024, how many total Academy award nominations has the the man who won the Academy award for best actor one year before 1999 received?"}
{"answer": "Didier Drogba", "original_question": "Which player scored 20 goals in the English Premier League in the 2006-2007 season and won 'Chelsea Players Player of the Year' award in 2007?"}
{"answer": "5", "original_question": "Ben Darwin, former Australian rugby union footballer, graduated from the Australian Institute of Sport (AIS). How many years after Darwin's birth was the headquarters for the AIS opened? Ignore the month either event occurred."}
{"answer": "CBS", "original_question": "On what station did the television show that started in 1993 and had a star who shared a name with the third wife of King Henry VIII first run?"}
{"answer": "1981", "original_question": "A disease that had millions of dollars raised for on April 20, 1992, was first recognized by the Center for Disease Control and Prevention (CDC) in what year?"}
{"answer": "No, none of the band members are Capricorn. Ezra Koenig is an Aries, Chris Baio is a Scorpio, and Chris Tomson is a Pisces.", "original_question": "As of January 1, 2024, are any members of Vampire Weekend  Capricorn? If no, what are their signs? "}
{"answer": "Daniela Lavender", "original_question": "Who is married to the actor who plays Imdad Khan in the film version of The Wonderful Story of Henry Sugar, as of August 1, 2024 ?"}
{"answer": "621", "original_question": "If we added the sum of all ages as of 2010 (assuming they were still alive) of the inventors of the cotton gin, vacuum pump, and commercial toilet paper (ignoring the month) and then subtracted the ages of the inventors of the safety pin and the sewing machine what number would we have?"}
{"answer": "72", "original_question": "How many months, rounded to the nearest whole number, did it take to construct the tallest building in the world as of January 1, 2024?"}
{"answer": "Strawberry Hill House and the Collegiate Church of St Mary in Warwick", "original_question": "What two buildings can be said to have introduced the onset of the architectural style of Big Ben in London?"}
{"answer": "Gladys Knight", "original_question": "Among the singers in the 1985 version of \"That's What Friends Are For,\" which one was born in the Peach State?"}
{"answer": "Ithaca, New York", "original_question": "As of August 3, 2024, what is the hometown of the captain of the team that won the Stanley Cup three years before 2017?"}
{"answer": "2.51", "original_question": "For the year 2020, what was the difference in total fertility rate (TFR) for East Timor and Japan?"}
{"answer": "25", "original_question": "How many times could Usain Bolt span the length of a standard Olympic-sized swimming pool if Tom Daley was standing on his head? Please answer to a whole Usain or Tom without exceeding the length of the pool."}
{"answer": "Bambara", "original_question": "In the country where Haribomo is located, what is the largest ethnic group as of August 3, 2024?"}
{"answer": "1933", "original_question": "Concerning the 2007 book by Sofi Oksanen, the novel was described as \"not shrink from depicting rape, torture or murder.\" In what year was the publication that quoted this founded?"}
{"answer": "Yes", "original_question": "Do the timelines in the stories of Nier: Automata and Nier Replicant intersect?"}
{"answer": "octagonal", "original_question": "What is so distinctive about the label design of an Australian record label which was purchased in 1960 by another record label which produced the debut album for The Clash?"}
{"answer": "Calculus had not been invented yet.", "original_question": "Why didn't Harvard have calculus classes when it first opened?"}
{"answer": "CCIV", "original_question": "In roman numerals, how many nations competed in the Olympic Games where the most gold medals was won by an athlete at a single Olympic Games, as of 1st July 2024?"}
{"answer": "November 14, 2022", "original_question": "When did the actress with multiple sclerosis who starred in the comedy about killing her husband receive a star on the Hollywood Walk of Fame?"}
{"answer": "Ulaanbaatar", "original_question": "As of August 3, 2024, what is the capital of the 7th largest country in Asia?"}
{"answer": "Kansas State Senate", "original_question": "What was the first elected position of the official that was in the office before Steven C. Johnson became the 42nd Kansas State Treasurer?"}
{"answer": "Tony Blair", "original_question": "Who was Prime Minister when Will Young won Pop Idol?"}
{"answer": "She's All That", "original_question": "I'm trying to show my daughter some of the movies I grew up with. There's one a really want to show her but I can't remember the name of it. I remember that the male lead also played Fred in a live action Scooby Doo movie and the main girl was in this crazy anti-drug commercial in the 90s where she used a pan to destroy a bunch of things in a kitchen and said \"This is your brain on drugs...\". The movie is about a guy who makes a bet with his friend that he can turn an unpopular girl into prom queen. Can you tell me the name of the film?"}
{"answer": "Canvasback (Aythya valisineria)", "original_question": "I'm thinking of a diving duck, the largest found in North America, that breeds in the Prairie Pothole Region. This duck, smothered in blackcurrant sauce, was once described by Edith Wharton as an \"especially luxurious dinner\" which was served in New York City in the 1870s. Which duck am I thinking of?"}
{"answer": "4.8", "original_question": "If the Great North Run took place on York's Medieval Walls how many circuits of them would the athletes run? Round to the nearest tenth of a circuit."}
{"answer": "780", "original_question": "What is the population of the town (as of December 2020) that holds the Mountain Cheese Olympics?"}
{"answer": "Lester B. Pearson", "original_question": "Who was the Prime Minister of Canada in the year that the 1965 winner of the Best New Artist Grammy Award made their first appearance on US television?"}
{"answer": "Bhumibol Adulyadej (Rama IX)", "original_question": "Who was the King of Siam during the 6th deadliest single-day terrorist attack in U.S. history?"}
{"answer": "Edmund", "original_question": "Consider the following three people:  1. Edmund, who turned 10 on the day of the Battle of Hastings 2. Edward, who turned 12 on the day that Guy Fawkes was executed 3. Eddie, who turned 14 on the day of the London 2012 Summer Olympics opening ceremony  Who would be oldest: Edmund on the day King Henry I of England died, Edward on the day of the Battle of Naseby, or Eddie on the day Liz Truss announced her resignation as Conservative Party leader?"}
{"answer": "Sargent", "original_question": "The National Peace Corps Association was founded in 1979 by a United States politician. This founder then appointed the very first director of the Peace Corps, his brother-in-law. What is the first name of this director?"}
{"answer": "Los Angeles", "original_question": "What city does the band whose song spent the most weeks at No. 1 on the Billboard Hot Rock & Alternative Songs chart as of August 1, 2024 originate from?"}
{"answer": "10001", "original_question": "What are the combined ages of the Guildford 4 at the time of their trial, divided by the number of the Birmingham 6 who were originally from the capital of Northern Ireland? Round it and provide the answer in binary."}
{"answer": "longer", "original_question": "Is the time between Oasis's first album and 2024 shorter or longer than between Oasis's first album and The Beatles' last album?"}
{"answer": "LXXIX", "original_question": "What is the atomic number in roman numerals for the element that has the same symbol as the first two letters of the 23rd most populous city (as of 2024) of the country represented between Italy and China at the World Showcase in Epcot?"}
{"answer": "Chatsworth House", "original_question": "I'm thinking of a famous house, can you tell me which one from these clues?  * The author of a philosophical work whose frontispiece was designed by Abraham Bosse spent time here. * The son of Francis Talbot and Mary Dacre used this house as a royal jail.  "}
{"answer": "['Marie Skłodowska-Curie', 'Gerty Cori']", "original_question": "Who were the first two women who won the Nobel Prize, in any category, who were also mothers?"}
{"answer": "Snowflake Bentley", "original_question": "I remember reading a book in elementary school that I LOVED and I want to read it to my daughter. The problem is I can't remember the title. I know that when I first read it, it had recently won a Caldecott Medal. I have another memory from around the same time period of watching the Sydney Summer Olympics. All I remember about the plot is that it was based on a true story and set in the winter time. Can you help me remember the title?"}
{"answer": "Mary Elizabeth Truss", "original_question": "Which prime minister has been in office between 2017 and 2022 and also shares their middle name with a former monarch of Scotland."}
{"answer": "Cuscuta", "original_question": "This founder of the Academy of Science, St. Louis became established as a botonist for a monograph he did in 1842. What is the scientic name for plant featured in that monograph?"}
{"answer": "The Wasteland (also known as El páramo), Salvador", "original_question": "Roberto Álamo starred in a film with Inma Cuesta, I think it was released in 2021 but I can't remember the name.  What was the movie called and who did he play?"}
{"answer": "11th", "original_question": "What was the final league position of the football team found in the city where José Loiola won his first World Championship gold medal for the season which began in that same year when he won gold?"}
{"answer": "Verizon Center", "original_question": "I'm a concert venue in Washington, D.C. Blink-182 played here on their tour the same year Brazil won their fifth FIFA World Cup. What was my name in 2010?"}
{"answer": "1849", "original_question": "The Sikh empire's capital at the time of the Battle of Sobraon came under the rule of the British Crown in what year?"}
{"answer": "Crab Nebula", "original_question": "The name of which supernova remnant nebula spelled backwards (not including the word \"nubula\") is a homonym for a large sailing ship?"}
{"answer": "0", "original_question": "Ysaires Restituyo was a volleyball player known for playing in the NORCECA Beach Volleyball Circuit. How much older was her partner in 2007 than her partner in 2009?"}
{"answer": "35", "original_question": "How old was the famous composer who taught at the Ospedale della Pietà and was known as \"The Red Priest\" when his first opera premiered? "}
{"answer": "Elizabeth Monroe", "original_question": "The US Naval ship that sunk in Havana Harbor on February 15, 1898, is named for a state that was admitted to the Union while what woman was serving as First Lady?"}
{"answer": "Pierre Bonnet Award", "original_question": "What award did the arachnologist who discovered several species of pseudoscorpions endemic to Australia receive in 2013? The species he discovered in 1987 belong to the Garypidae family and the Synsphyronus genus."}
{"answer": "124", "original_question": "How old would James Logan have been when the estate of his descendent donated Neshaminy State Park land to the Commonwealth of Pennsylvania?"}
{"answer": "Hayao Miyazaki", "original_question": "What is the name of the Japanese man who protested the U.S.'s involvement in the Iraq War, and who has also been awarded multiple times the same award that \"Shrek\" won in 2002, beating \"Jimmy Neutron: Boy Genius\"?"}
{"answer": "Bart Starr, Terry Bradshaw, Mark Moseley, Lawrence Taylor, Joe Montana, Emmitt Smith, Steve Young, Brett Favre, Terrell Davis, Kurt Warner, and Patrick Mahomes", "original_question": "As of August 1, 2024, which NFL players were both league MVP and Super Bowl MVP in the same season?"}
{"answer": "University of Michigan", "original_question": "The screenwriter of the film, which received nominations for Best Screenplay and Best Actor in a Motion Picture - Drama at the 1995 Golden Globes, attended which Michigan university?"}
{"answer": "Jacques Villeneuve won the 1997 Formula One Driver's Championship racing for Williams-Renault, 8 years after the team's first race.", "original_question": "Who is the Formula One driver who won their first Driver's Championship in the 46th season, what team did they race for that year, and how many years after that team's first race was it?"}
{"answer": "2024", "original_question": "Part of the dynamic duo who broke a record set by Mickey Lolich and Bill Freehan in 1975 for most starts together, this MLB pitcher's battery mate ranked first all-time among catchers in putouts as of 2022. In what year did he (the pitcher)  make his Grand Ole Opry debut?"}
{"answer": "Angel Archer", "original_question": "I am the narrator character in the final novel written by the recipient of the 1963 Hugo Award for Best Novel. Who am I?"}
{"answer": "James A. Beaver", "original_question": "Twenty-three years after the deadliest battle in the US Civil War, who served as governor in the state in which this battle was fought?"}
{"answer": "elephant beetle", "original_question": "Which is bigger based on their maximum average lengths multiplied by their number of legs: an elephant beetle, a brown rhinoceros beetle, or a bee hummingbird?"}
{"answer": "KFC", "original_question": "Which fast food chain did the sponsor of the Women's 2018 Volleyball Thailand League acquire rights to in 1987?"}
{"answer": "Metallica", "original_question": "Of the 'Big Four' of Thrash Metal, whose debut full-length was released first?"}
{"answer": "The tool is a Sledgehammer and it has a large, flat, and massive head, usually made of metal, attached to a long handle made of wood or solid material. The handle can range from 50 centimeters to 1 meter long, and the head mass is usually between 1 to 9 kilograms.", "original_question": "A 1986 song by Peter Gabriel shares the name with a tool. What is the name of the tool and how does it look?"}
{"answer": "Miley Cyrus and Billy Ray Cyrus", "original_question": "Which family duo both made an appearance at the 2017 Billboard Music Awards and starred together on a Disney Channel Original Series?"}
{"answer": "2011", "original_question": "When was the song Cold Blow and the Rainy Night featured on a daily list of folk songs recorded by Jon Boden?"}
{"answer": "1961", "original_question": "What is the date of the movie directed by Gordon Douglas that featured an American decathlete who was a part of the 1984 Summer Olympic Torch Relay and first African American to light the cauldron?"}
{"answer": "Gupta Empire", "original_question": "What Indian Empire was overrun by Huns 24 years after conventionally accepted date of the fall of the Western Roman Empire?"}
{"answer": "Yaquina", "original_question": "There is only one existing lighthouse with attached living quarters in the ninth-largest US state by area, as of August 1, 2024. This lighthouse is located on the north side of a bay named for which tribe?"}
{"answer": "Ronald Reagan", "original_question": "As of August 2024, who was president of the United States the last time The Beach Boys topped the chart on the Billboard Hot 100?"}
{"answer": "11", "original_question": "This deceased American singer and songwriter who's song about censorship was nominated for a Grammy Award (for Best Hard Rock Performance) in the same year that was designated as International Space Year by the United Nations. How many letters are in his name?"}
{"answer": "1", "original_question": "How many more letters does the name of the city that the director of \"Whiplash\" (2014) was born in have compared the name of the city in which the film first premiered?"}
{"answer": "7", "original_question": "What was the age difference between the inventor of Barbie and the inventor of Hot Wheels?"}
{"answer": "Violante of Castile", "original_question": "Who was the wife of the founder of the city where the 2023 Tour De France started?"}
{"answer": "14", "original_question": "How many more full seasons already existed of the longest running cartoon television series ever in the United States of all time than seasons of \"X-Men: The Animated Series\" when Barack Obama was elected president of the United States. Show me your reasoning using a mathematical equation. Write out your answer in words, but give me the mathematical equation in numerical form. "}
{"answer": "Almroth Edward Wright, Richard Pfeiffer, and Wilhelm Kolle", "original_question": "Who developed the first effective vaccine against the disease that killed the father of a famous Hungarian composer born in 1811?"}
{"answer": "Sohn Kee-chung", "original_question": "Who lit the Olympic cauldron in the Summer Games immediately following the release of Van Halen's sixth studio album?"}
{"answer": "Dr. Ron Baker", "original_question": "Canadian politician Keir Clark attended a now defunct university college, which shut its doors in 1969. Who served as the first President of its successor institution?"}
{"answer": "74.67", "original_question": "How long did Steve Jobs live, percentage wise, compared to the average lifespan of a person in the United States in 1984? Round each number to the nearest whole integer before calculating your answer. Then round your answer the nearest hundredth. "}
{"answer": "The dynasty is Eastern Chalukya and it had 30 known kings.", "original_question": "The Brihadeeswarar Temple was built by an Indian emperor. The emperor’s only sister‘s husband is a king of another Dynasty. Name the Dynasty and state how many known kings ruled within that Dynasty."}
{"answer": "Brazil", "original_question": "In 2023, Beavers are known to be the second-largest living rodents. The largest extant rodent species are natively most prevalent in a single continent. What is the largest country in this continent?"}
{"answer": "Cele Goldsmith", "original_question": "At the time of their publication, who was the editor of the magazine that published the two short stories that first developed the World Urslula LeGuinn would use for the first of the two books Harold Bloom would later call her masterpieces?"}
{"answer": "Rose Loomis", "original_question": "Andy Warhol made the painting Marilyn Diptych from a publicity photo of Marilyn Monroe for a film. What was the name of Monroe's character in that film?"}
{"answer": "Music from Big Pink", "original_question": "What album by the band named 'The Band' was released on the same day as the Nuclear Non-Proliferation Treaty was opened for signature?"}
{"answer": "French Revolution", "original_question": "What major historical event began 171 years before the first European Nations' Cup in the country that hosted the tournament?"}
{"answer": "Cooler", "original_question": "As of August 2, 2024, what is the title of the most viewed episode in the second most viewed season of the TV show that Zooey Deschanel stars in as a character named \"Jess Day\"?"}
{"answer": "Ruben", "original_question": "The lead actress of the television show The Good Place who played protagonist Eleanor Shellstop, is married to a man who has been in many TV series and Films in his career. What was the name of the character he provided the voice for in a 2021 animated movie? "}
{"answer": "Andrew Jackson", "original_question": "Who was elected the United States President in the same year that a ship, which was named after the snake that some argue killed Cleopatra, wrecked after the United Kingdom captured it from France?"}
{"answer": "Little Things Mean a Lot by Kitty Kallen", "original_question": "What song topped Billboard magazine's Top 30 chart in the same year that the first documented case of a person being hit and surviving a meteorite occurred?"}
{"answer": "1792", "original_question": "What year was the person born who was Prime Minister of The United Kingdom during the year that the first African American ran for president of the United States?"}
{"answer": "Brand New Eyes", "original_question": "Which album by the band Paramore came out after the death of Michael Jackson and before the death of Amy Winehouse?"}
{"answer": "3", "original_question": "How many copies of Coit Tower would have to be stacked on top of the Willis Tower in order to exceed the height of the Chicago Spire, had it been completed? Give your answer as the lowest possible whole number of Coit Towers."}
{"answer": "LXXVIII", "original_question": "Human activity by employees of a certain company caused Lake Peigneur in Louisiana to become completely drained of water. How many years passed between the founding of that company and Lake Peigneur's collapse? Convert this number to Roman numerals."}
{"answer": "Hoover Dam", "original_question": "I'm thinking of a dam. Here are some clues:  -It had two official names in its history. -Construction was ordered to begin by the husband of the President of The Girl Scouts of the USA in 1936. "}
{"answer": "Jezebel", "original_question": "What William Wyler movie debuted the same year that the chairman for the 1982–83 Wolverhampton Wanderers season was born?"}
{"answer": "10-35 cm", "original_question": "How tall does the flower get on the very first orchid David L. Jones (botanist) described and published in his career?"}
{"answer": "Miami Dolphins", "original_question": "This athlete was the first man to run the 100 metres in under 10 seconds at an Olympic Games. Which NFL team was he drafted by?"}
{"answer": "Ty Van Burkleo", "original_question": "In the year that the film 'Moana' was released, who was the hitting coach of the team that lost the MLB World Series? "}
{"answer": "Sir Edward Heath", "original_question": "In the year the first UK winner of Big Brother was born, who was the Prime Minister?"}
{"answer": "29", "original_question": "How old was the author of Dragon Ball when the manga was first released?"}
{"answer": "12", "original_question": "The New Zealand author of the children's book \"Bobby the Littlest War Hero\" won a Queen's Service Medal how many years before it was renamed the King's Service Medal?"}
{"answer": "As I Love You", "original_question": "What is the 7th track on the 3rd album released by the band formed in 1981 and fronted by Jordan Luck?"}
{"answer": "50", "original_question": "The founder of the new religious movement Thelema once attempted to summit the third highest mountain in the world, but failed. How many years did it take before this feat was successfully accomplished? "}
{"answer": "Linnaean taxonomy", "original_question": "I'm thinking of a famous zoologist who is alumni of Upsala University and is credited with formally describing the African Gray parrot. He published his first edition of a certain book with a Latin title in the Netherlands, in 1735, while attending the university. This book contained his system of classifying animals, and it was key to the book's title. What is the modern-day term for the classification system he famously wrote about?"}
{"answer": "Richard Seddon", "original_question": "Which political leader of the countries where the Potsdam agreement and the Wellington Convention were signed was older on the 1st of July 1905?"}
{"answer": "1", "original_question": "Using data from the year 2020, if you were to combine the permanent human populations of Aukland Island, Rose Island, and Budelli Island, how many total people would you have?"}
{"answer": "Barack Obama", "original_question": "Who was the United States President when Chile won their first Copa America?"}
{"answer": "elephant", "original_question": "By mass, what is the largest species out of the closest living relatives to manatees and dugongs?"}
{"answer": "Max Planck: discovery of energy quanta", "original_question": "Which Nobel laureates in Physics between 1901 and 1920 made contributions to quantum theory, and what were their specific contributions? List the laureates and their respective contributions."}
{"answer": "26.76", "original_question": "For how long was the \"Father of the National Parks\", the first president to declare a national park, and the president who declared the most national parks all alive at the same time?"}
{"answer": "Columbine High School massacre", "original_question": "Adolf Hitler was born exactly 110 years before which US mass shooting?"}
{"answer": "10100010", "original_question": "How many years older is the police force that covers the City of London, than the political party that came 4th in the 2019 European Parliament election in Lombardy? Write the number of years in binary"}
{"answer": "12", "original_question": "How much older was the songwriter of 'The Twist' when he wrote it than Chubby Checker was when he recorded the song?"}
{"answer": "5967", "original_question": "If you add up the birth years of Emma Watson, Daniel Radcliffe and Rupert Grint, what is the sum?"}
{"answer": "161616", "original_question": "What is population in 1968 of the city that hosted the olympic games in which Lucy Steele competed?"}
{"answer": "John Glenn", "original_question": "Which other astronaut flew the same type of aircraft during the Korean War as the first man to step on the moon?"}
{"answer": "The original lineup of Queen consisted of Freddie Mercury (lead vocals, piano), Brian May (guitar, vocals), Roger Taylor (drums, vocals), and John Deacon (bass). Brian May and Roger Taylor were also members of the band Smile, which was formed in 1968 and disbanded in 1970.", "original_question": "Who were the key members of the original lineup of the rock band Queen, and what were their primary roles in the band?  Which original member of Queen was also in a band named Smile and what year did that band begin and end?"}
{"answer": "136", "original_question": "How many days did it take for World War 2 to end after the death of Alois Burgstaller?"}
{"answer": "Tony Hawk's Pro Skater", "original_question": "Spryo the Dragon released a sequel just a year after it came out. In the same year Spryo's sequel came out, what popular skateboarding based game hit shelves? "}
{"answer": "70", "original_question": "How old was the 31st President of the United States when the second nuclear weapon ever used in warfare was dropped?"}
{"answer": "Street Fighter", "original_question": "When the San Francisco 49ers and San Diego Chargers met in Super Bowl XXIX, what was the #1 film at the box office in the U.S.? "}
{"answer": "IOI and Gugudan", "original_question": "As of August 4, 2024, what other idol groups, that are not NCT-related, is the only Canadian NCT member connected to?"}
{"answer": "The Florida Marlins", "original_question": "Who won the World Series the same year that Andy Roddick won his only Grand Slam title in 2003?"}
{"answer": "Austria", "original_question": "What geographical commonality do the person who first described Apriona brunneomarginata and painter Wolfgang Hutter share?"}
{"answer": "Paula Radcliffe", "original_question": "Which female athlete achieved a \"world's best\" and a \"world record\"  for the marathon during Tony Blair's second term as British Prime Minister."}
{"answer": "Uhuru Kenyatta", "original_question": "Who was the president of Kenya when Uduak Amimo took a break from her talk show and the media to pursue her interest in coaching and social impact projects?"}
{"answer": "Manuel Valls", "original_question": "When Justin Trudeau was elected as Prime Minister of Canada, who was the current Prime Minister of France?"}
{"answer": "red and white", "original_question": "Excluding blue, what other colour appears on the 2004 flag of the region in which Alastair Galbraith's home city is situated?"}
{"answer": "The Irish Sea", "original_question": "What sea borders the Irish County where the author of the short story Foster was born?"}
{"answer": "Chinchilla", "original_question": "What is an animal that is distantly related to the capybara and has the densest fur of all land-dwelling mammals?"}
{"answer": "Chicago Bulls", "original_question": "What NBA team was founded three years before the Apollo 11 crew landed on the moon?"}
{"answer": "Running with Scissors", "original_question": "I'm thinking of the Weird Al Yankovic parody of American Pie, what Weird Al album did it first appear on?"}
{"answer": "Joplin, Missouri metropolitan area", "original_question": "The Eastern Shawnee Tribe of Oklahoma owns and operates the Indigo Sky Casino. Their tribal headquarters are located in a suburb of the metropolitan area of a historic 2011 tornado that killed 158 people. What is the name of the metropolitan area?"}
{"answer": "Yale University", "original_question": "The starship USS Enterprise has a registry number containing the founding year of what Ivy League university?"}
{"answer": "Sydney and Athens", "original_question": "What two cities hosted the Summer Olympic Games between when the television shows featuring characters Olivia Benson and Meredith Grey started airing?"}
{"answer": "Ornithologie. Lanoe, Paris 1818", "original_question": "What was the name of the work written by Louis Pierre Vieillot published two years after he described the great blue turao as Musophaga cristata?"}
{"answer": "1946", "original_question": "What year was the band leader of the group who originally performed the song sampled in Kayne West's song Power born?"}
{"answer": "George Washington", "original_question": "What US president was born in the same year that the Treaty of Resht was signed?"}
{"answer": "Bryn Celli Ddu", "original_question": "Which ancient archaeoastronomical site in the U.K. is also associated with the summer solstice during which time light illuminates a quartz-rich stone in the chamber."}
{"answer": "43", "original_question": "How old was Russian vodka tycoon Yuri Shefler when Serene, the yacht he commissioned, was delivered to him?"}
{"answer": "Alva Myrdal", "original_question": "Milton Friedman won the Nobel Prize for Economics in 1976. What was the name of the Nobel Peace Prize winning wife of the economist who won the Nobel Prize for Economics two years before Friedman did?"}
{"answer": "110", "original_question": "How many years earlier did Wimbledon start compared to the birthdate of the winner of the 2019 tournament."}
{"answer": "Pisces", "original_question": "What's the star sign of the author of A Court of Thorns and Roses?"}
{"answer": "34°0′37″S 18°20′34″E", "original_question": "What are the coordinates for the beach outside the UK that shares its name to a Welsh town that is home to the Great Orme?"}
{"answer": "Pleasant Colony", "original_question": "Which horse won the Kentucky Derby during the same calendar year in which John Hinckley Jr. attempted to assassinate U.S. President Ronald Reagan?"}
{"answer": "80", "original_question": "What is the the sum of the ages of the men who were executed by firing squad in Kilmainham Gaol, on the 12th of May, during the same year as the Battle of the Somme, when the died?"}
{"answer": "47906", "original_question": "What was the average launch mass of Apollo 11, Apollo 12, and Apollo 13 in kilograms, rounded to the nearest integer?"}
{"answer": "The Flying Nun", "original_question": "What was the second starring role of the actress who won an Oscar for portraying union activist Cyrstal Lee Sutton?"}
{"answer": "you", "original_question": "What was the word that featured the least in the longest recorded quotation by the chimpanzee named after the recipient of the 2011 Sydney Peace Prize?   "}
{"answer": "Christopher Nolan", "original_question": "What famous film maker once provided editorial assistance for a 90s documentary on Mongolian-Tuvan throat singing before directing a series of superhero movies?"}
{"answer": "Tick, Tick... Boom!", "original_question": "This 90s rock musical depiction of La bohème, had this music, lyrics and story written by a talent who passed the day before their Off-Broadway preview performance. Aside from Broadway, what was the name of his Netflix success? "}
{"answer": "400", "original_question": "What is the price difference of an iPhone (8GB) from when it was first released compared to the price of the iPhone X when it was released?"}
{"answer": "50", "original_question": "How old was the vice president to the fifth US president when he died?"}
{"answer": "Patrick Kane Sr. and Donna Kane", "original_question": "What were the names of the parents of the first overall pick in the 2007 NHL entry draft?"}
{"answer": "Monster Mash", "original_question": "What song was #1 on Billboard's Hot 100 for the most days during the Cuban Missile Crisis?"}
{"answer": "Cholera", "original_question": "Emma Lazarus's most famous poem inspired the founding of an order of nursing nuns.  What disease does this order specialize in treating?"}
{"answer": "Ambystoma texanum", "original_question": "What is the scientific name of an amphibian that is listed as endangered by the Canadian government (as of 2024), and its only population in Canada occurs on an island which is the southernmost inhabited part of Canada?"}
{"answer": "7", "original_question": "How many more medals did France win in the 2008 Summer Olympics than in the 2004 Summer Olympics?"}
{"answer": "1 film: Harry Potter and the Prisoner of Azkaban", "original_question": "How many of the first 8 Harry Potter films based on the original 7 books were released in years when a United States presidential election took place, and what movies were they?"}
{"answer": "182", "original_question": "By what amount was the budget of Peter Jackson's King Kong higher than the budget of John Guillermin's version of King Kong?"}
{"answer": "1190", "original_question": "In which year did the 4th Sheriff of Yorkshire to be part of the House of Plantagenet die?"}
{"answer": "Providence, Rhode Island", "original_question": "There was a popular movie that came out in 2016 starring Emma Stone and Ryan Gosling, tell me where the director of this movie was born. "}
{"answer": "The flag has 4 colours: blue, white, green, black", "original_question": "How many colours are on the flag of the country whose capital is the southernmost by latitude out of all landlocked countries, as of 2024? What are the names of these colours?"}
{"answer": "45", "original_question": "The actress who played Aunt Rose in A Brooklyn State of Mind (1997) also starred in a mafia movie where she sang a popular Sicilian song. How many years later did her version of the song occur after the earliest recording?"}
{"answer": "Brigitte Fouré", "original_question": "Who was the mayor of France's 25th President's hometown when they were first elected President?"}
{"answer": "Brokeback Mountain", "original_question": "I'm thinking of the  screenplay, co-wrote by the same author as Lonesome Dove, that won an Oscar for Best Adapted Screenplay 20 years after Lonesome Dove won the Pulitzer Prize. What was the name of the screenplay? "}
{"answer": "Tennessee Coal & Iron Co.", "original_question": "What was the founding name of the company that ran the coal mining camp in the city where baseball great Willie Mays was born?"}
{"answer": "1", "original_question": "As of January 1st, 2024, how many buildings in New York City were 750ft or taller the last time Halley's Comet came close to Earth?"}
{"answer": "Malcolm Fraser", "original_question": "Who was Prime Minister in Australia at the same time that Norman Gunston released \"Salute to ABBA\"?"}
{"answer": "Virgo", "original_question": "This author won the Popular Fiction Book of the Year award in 2009 at the Irish Book Awards. What is their astrological sign?"}
{"answer": "American Beauty", "original_question": "What was the last album the Grateful Dead released prior to the death of Doors vocalist Jim Morrison?"}
{"answer": "Mike Shanahan", "original_question": "Who was the head coach of the team that won the Superbowl the year that the show Law & Order: SVU was released?"}
{"answer": "The film was longer by 35 minutes", "original_question": "Which one was longer and by how much? James Cameron's film Titanic (1997) or the actual sinking of the Titanic in 1912?"}
{"answer": "Ramesses II", "original_question": "Who was the successor of the Egyptian Pharaoh that was in power when the Treasury of Atreus was completed?"}
{"answer": "Stirling Prize", "original_question": "What award was won in 2003 by the Swiss architecture firm that designed Roche Tower?"}
{"answer": "Serbia", "original_question": "In 2024's version of the world, which country was the birthplace of the Emperor who reigned from the year 363 to 364 over the Empire that the Goths played a major part in collapsing?"}
{"answer": "Jane Austen", "original_question": "Who lived longer one of the Bronte sisters or Jane Austen?"}
{"answer": "17", "original_question": "What is the age difference between the youngest and oldest person, in the 20th Century, to win two Nobel Prizes?"}
{"answer": "Orhan Pamuk", "original_question": "During the year that Serbia became an independent republic after separation from Montenegro, who won the Nobel Prize for Literature?"}
{"answer": "A.J. Hinch", "original_question": "Who was the manager for the MLB World Series winning team the year that another team broke the record for the longest consecutive winning streak in a regular season? Base your answer on the following:  -- The team who broke the record did so in the 2010s "}
{"answer": "200", "original_question": "What was the age difference at their deaths (in years) between Edgar Allan Poe and his rival, Rufus Wilmot Griswold, multiplied by 100?"}
{"answer": "29", "original_question": "How many years were there between Heath Ledger's birth and the first successful use of a special human extraction technology that appeared in a Batman movie that Ledger starred in?"}
{"answer": "The Challenge: Double Agents", "original_question": "What season of The Challenge was airing when Bridgeton premiered?"}
{"answer": "7", "original_question": "How many feature films had James Cameron directed by the time Barack Obama was inaugurated as President of the United States?"}
{"answer": "4", "original_question": "When Taylor Swift first released her studio album \"1989,\" how many studio albums had Katy Perry already released? "}
{"answer": "39", "original_question": "The band Franz Ferdinand is named after Archduke Franz Ferdinand of Austria and a racehorse that the band watched win a race. How many years before the assassination of Archduke Franz Ferdinand was that race established?"}
{"answer": "Jill Quertier", "original_question": "Which set director born in 1936 won the Academy Award for Best Production Design during the 71st Academy Awards?"}
{"answer": "Edward Heath", "original_question": "Who was the British Prime Minister in the year that the Glastonbury Festival was launched?"}
{"answer": "Germany", "original_question": "Which country did tennis' first Golden Slam winner represent when they achieved it?"}
{"answer": "The Revenant", "original_question": "In 2015, Emmanuel Lubezki was cinematographer for a film that was directed by the man who also directed the 2014 film Birdman. What is that film?"}
{"answer": "Otis Redding", "original_question": "The Wisconsin Butter Fire led to dams being built to protect a lake that was the site of the plane crash death of which famous musician?"}
{"answer": "Fight Club (1999)", "original_question": "What was David Fincher's most recently released feature film when Britney Spears' first feature film was released in the U.S.?"}
{"answer": "Segregated, but on the verge of desegregation", "original_question": "What was state of the schools regarding integration in the hometown of Miller Williams when he began his master's degree in Zoology?"}
{"answer": "Dalhousie University", "original_question": "Which university did the actor who has appeared in the most movies in the American pie film series (including spinoffs, as of 2020) deliver a commencement address at in 2012?"}
{"answer": "14", "original_question": "What number do you get when you add up the numbers in the postcode of the hospital John Lennon was born in?"}
{"answer": "28.9", "original_question": "How many times taller is the 7th highest mountain the world than Novake, Poljčane in Slovenia? Round your answer to one decimal place. "}
{"answer": "Dwight D. Eisenhower", "original_question": "Who was the president of the USA the year that the European Convention on Human Rights came into effect?"}
{"answer": "16", "original_question": "The number I am thinking about is the atomic number of the heavy metal that shares a name with the tier of the awards programme founded and chaired by Prince Philip that takes , at most, the same number of months to complete as the duration of an average pregnancy. What is the sum of the digits in this number?"}
{"answer": "Breaking Dawn", "original_question": "What is the title of the book, written by Stephanie Meyer, in her vampire book series that was published in the same year that the first Black president of the United States was elected?"}
{"answer": "Leon Botstein", "original_question": "As of 2020, who is the longest-serving president of the university where Hannah Arendt is buried? "}
{"answer": "5", "original_question": "In January of 2024, how many colleges were in the district in which the William C. Davis Science building can be found?"}
{"answer": "153", "original_question": "As of 2020, what was the population of the city where Dippin' Dots were founded?"}
{"answer": "Brussels", "original_question": "Fossils of the extinct sea snail, Alvania belgica, were originally found in a European country. What is the capital of that country?"}
{"answer": "Justin Trudeau", "original_question": "Who became the prime minister of Canada in the same year that Jonathan Tremblay's re-election bid as representative for the electoral district of Montmorency—Charlevoix—Haute-Côte-Nord ended in defeat?"}
{"answer": "12226", "original_question": "How many days after Peter Tosh died did Bunny Wailer pass away?"}
{"answer": "August 7, 1974", "original_question": "In the largest Northern City in California, the widow of a firearms magnate built a infamous mansion that became a tourist attraction only nine months after her death in the early 1900s. The mansion is not only a magnet for ghost hunters and horror story writers, but also architecture enthusiasts as the owner of the house spent 22 years constructing and adding on additional rooms and stairways and features to the already intricate mansion. The house at one point had 500 rooms, 10,000 windows, 47 fireplaces, and 6 kitchens. What exact date was this structure added to the U.S. National Register of Historic Places?"}
{"answer": "3", "original_question": "How many more solo studio albums did Taylor Swift release than Beyonce between the years 2003-2023 (not including re-recorded albums)?"}
{"answer": "Atlanta Braves and Cleveland Indians", "original_question": "Which two MLB teams played in the World Series just weeks after the O.J. Simpson murder trial had ended?"}
{"answer": "53", "original_question": "If the person who played the joker in \"The Dark Knight\" (2008) had children, how old will they be on the films 50th anniversary? "}
{"answer": "Reichsmarschall, which is equivalent to a 6-star general and is the highest rank in the Wehrmacht, senior to the rank of Generalfeldmarschall held by Robert Ritter von Greim.", "original_question": "What rank did Hermann Goring hold in the Luftwaffe during World War II, before Robert Ritter von Greim, and how does this rank compare to the equivalent ranks in other branches of the German military?"}
{"answer": "1871", "original_question": "The US President who officially opened the Tennessee Centennial and International Exposition was married in what year?"}
{"answer": "Richmond Harold Shreve was 53 years old, William F. Lamb was 47 years old, and Arthur Loomis Harmon was 52 years old", "original_question": "How old were the founders of the firm that designed the Empire State Building when construction on the building began?"}
{"answer": "52", "original_question": "How old was Akira Toriyama when Pokemon Diamond and Pearl was released in America?"}
{"answer": "H1N1", "original_question": "During the same year the Orlando Magic lost to the Los Angeles Lakers in their second NBA Finals appearance, what strain of flu spread into pandemic status throughout the world?"}
{"answer": "91", "original_question": "If Mr. Rogers were still alive, how old would he have been when the movie \"A Beautiful Day in the Neighborhood\", featuring Tom Hanks came out in the U.S.?"}
{"answer": "51", "original_question": "How old was the U.S. President's wife when the Camp David Accords were signed?"}
{"answer": "Luki Botha and Dave Charlton", "original_question": "As of 1st November 2023, Which two South African drivers took part in the Formula One the year in which a micro-nation claimed territory off the coast of Suffolk, England? "}
{"answer": "yellow", "original_question": "Meghan Markle's veil, worn at her 2018 wedding to Prince Harry, featured a flower for each Common Wealth country. What colour is the flower that was used to represent New Zealand?"}
{"answer": "13", "original_question": "How many letters were in the name of the first single by the artist who played the first concert at Principality Stadium?"}
{"answer": "Rob Reiner", "original_question": "Andre the Giant's favorite acting role was for a 1987 film. Who was the director of that film?"}
{"answer": "Eiji Aonuma", "original_question": "Mass Effect 2 once won the D.I.C.E. Award for Game of the Year. Who was the director for the game that won the same award twelve years earlier?"}
{"answer": "63", "original_question": "How old was the journalist who reviewed the first iPad for the Wall St Journal when the first iPad came out?"}
{"answer": "302971", "original_question": "What was the population in 2020 of the city that is in the name of the football team that won the Super Bowl five years before Matthew McConaughey won best actor at the Academy Awards?"}
{"answer": "2", "original_question": "As of July 4th, 2024, what is the ratio of the number of years in the Early Dynastic Period of Egypt to the number of years since the United States declared independence? Round your answer to the nearest whole number. "}
{"answer": "September 21", "original_question": "Taylor Swift's debut single is named after another famous country singer. As of August 1, 2024, when is his wife's birthday?"}
{"answer": "Cyclades", "original_question": "The first president of the International Olympic Committee was born on a Greek island, belonging to which island group?"}
{"answer": "March 6, 1926", "original_question": "What is the birthday of the actor that portrayed the character David Cronenberg based on Marshall McLuhan?"}
{"answer": "Yvon Chouinard", "original_question": "What is the name of the rock climber/businessman who co-founded the environmental group that the co-founder of Netflix joined?"}
{"answer": "32", "original_question": "How old was Lucy Lawless when season six of Xena: Warrior Princess first aired?"}
{"answer": "the reign of Queen Elizabeth II", "original_question": "What lasted longer: the reign of Queen Elizabeth II or the life of Julius Caesar?"}
{"answer": "Franklin D. Roosevelt", "original_question": "Sworn in for his second term, who was US President during the only year in history to feature Triple Crown winners in both horse racing AND baseball (War Admiral and St. Louis Cardinals' left fielder Joe Medwick, respectively), as of August 3, 2024?"}
{"answer": "Blue Yodel No. 1 (T for Texas)", "original_question": "What is the title of the song that had the second highest record sales recorded on the Discography of American Historical Recordings in the same year that Fred J. Rath was elected mayor of Utica?"}
{"answer": "The Lion King", "original_question": "I am thinking of a movie where Hans Zimmer won a Grammy Award for his work. He won the Grammy award the same year that he did his first musical score for film director Michael Bay. Can you please tell me the name of that movie?"}
{"answer": "Bezirk Gmunden", "original_question": "What is the full name of the district where the Memory of Mankind project is located?"}
{"answer": "Sofia", "original_question": "As of August 3, 2024, what is the capital of the country with the largest energy complex in South Eastern Europe?"}
{"answer": "64263.87", "original_question": "What is the percentage increase of total deaths of Japanese during World War One versus World War Two? Use the largest number count found to calculate as these numbers are often ranges."}
{"answer": "Martin Gilbert Sartre", "original_question": "If the author of the philosophical magnum opus Being and Time were to adopt the last name of the winner of the Nobel Prize for literature in 1964 and the middle name of the person to first break the 4-minute mile as the middle name, what would the full name be?"}
{"answer": "Gregory Peck", "original_question": "Who won the Academy Award for Best Actor the year that John Steinbeck was awarded the Nobel prize for Literature?"}
{"answer": "61", "original_question": "A unified team competed in the 1992 Summer Olympic games. How many years old was the first leader of the largest member nation of that team at the time of the game?"}
{"answer": "Banana Split", "original_question": "What popular ice cream dessert shares its birthplace with Fred Rogers?"}
{"answer": "Komodo, Padar, and Rinca", "original_question": "As of 2024, which islands in the Indonesian archipelago are home to the UNESCO World Heritage Site for the largest species of extant lizard?"}
{"answer": "Recovering the Satellites", "original_question": "Counting Crows burst onto the scene with hits like \"Mr. Jones,\" and \"Round Here.\" Which of their albums came out the same year as the first Atlanta Summer Olympics?"}
{"answer": "130", "original_question": "How many years after Anton Grylewicz's date of birth was the second SpongeBob Squarepants movie released? Round down to the nearest year (e.g. January 1999 to December 2000 = 1 year, despite being closer to 2). "}
{"answer": "5", "original_question": "How old was Katie Couric when Oprah Winfrey was 8 years old?"}
{"answer": "Dune Part Two", "original_question": "Which film featuring a solar eclipse in its opening scene is adapted from the same source material as a David Lynch movie?"}
{"answer": "901 Cherry Ave, San Bruno, CA 94066, USA", "original_question": "As of 2024, what is the street address of the headquarters of the American online video sharing platform that was launched in the same year as the founding of the Vancouver Cherry Blossom festival?"}
{"answer": "The Philadelphia Eagles", "original_question": "Which NFL team won the second Super Bowl after Donald Trump was elected to be President during the term directly after Obama?"}
{"answer": "Katherine Mansfield", "original_question": "Which Kiwi author died the same year as the first British Prime Minister to be elected after the end of World War 1?"}
{"answer": "MILLENNIUM by BACKSTREET BOYS", "original_question": "What was the most-sold album in the year that the Dallas Stars won the Stanley Cup in the 1990s?"}
{"answer": "William IV", "original_question": "Who was the British monarch when Michigan was admitted as a state in the United States of America?"}
{"answer": "10", "original_question": "As of August 4, 2024, Rosamund Pike voices a character in a podcast about the so-called \"First Female President.\" How many siblings does the character have?"}
{"answer": "Socrates, Plato, Aristotle, Alexander the Great", "original_question": "Among Aristotle, Alexander the Great, Socrates, and Plato, which of them taught the others? What was their order chronologically? "}
{"answer": "Boola Boola, Bingo! Bingo! Bingo, bingo, bingo! That's the lingo. Eli is bound to win, There's to be a victory, So watch the team begin.", "original_question": "What are the lyrics to the popular, unofficial fight song of the university that the main character of Gilmore Girls attended?"}
{"answer": "Tomasz Moczek", "original_question": "Who designed the first 5 figurines in Wroclaw, Poland which now number in the hundreds and are a popularly looked for by tourists?"}
{"answer": "33", "original_question": "How old would Olivia Newton-John have been at the release of Grease 2 in the United States?"}
{"answer": "11", "original_question": "As of August 3rd 2024, how many countries are full members of the council that oversees the sport that Henry Simonds plays?"}
{"answer": "57 or 58", "original_question": "Baldur's Gate 3 was released in 2023 and the game and its staff have received countless awards. How old will Astarion's voice actor be on August 15, 2035?"}
{"answer": "1981", "original_question": "The Nintendo Entertainment System shipped with a main processor that was a derivative of the CPU in an Apple Computer that was released after the Apple 1 and before 1980. When was the original model Apple device I am referring to discontinued?"}
{"answer": "6", "original_question": "How many published literary works had 1998's Nobel Prize in Literatures' recipient have at the time they received the award? Only count publications in the author's native language."}
{"answer": "2650", "original_question": "What is the difference in elevation between Mount Rainier and Condor Mountain? What is the answer in feet?"}
{"answer": "The Navy and Marine Memorial", "original_question": "What war memorial was constructed and completed at the same time as the beginning of WWII, located on an island in the Potomac River in the US capital, and honors four of the eight federal uniformed services of the US that lost their lives at sea during the war and other previous conflicts?"}
{"answer": "Graham High School, St. Paris, Ohio", "original_question": "What is the name of the high school and hometown of the Olympic Gold Medalist winner who won 4-3 against Hassan Yazdani at the Japan Olympics in 2020?"}
{"answer": "80", "original_question": "If the man that the SS Edmund Fitzgerald was named after was living at the time of the ship's sinking, how old was he? If he was already deceased, how long had he been dead? You may just use the year without regard for the date of birth."}
{"answer": "Wayne Gretzky", "original_question": "Who was the MVP in the season that Cam Plante played in the National Hockey League?"}
{"answer": "7", "original_question": "In the same year that HMS Holland 1 was launched, a British monarch died. How long had their predecessor ruled for? "}
{"answer": "Richard Burton", "original_question": "What was the pseudonym of one of the co-founders of the Eagle Awards that won Favourite Specialist Comics Publication/Trade Publication 1977 and 1978?"}
{"answer": "a) 221 Eos is roughly double the diameter of 1844 Susilva.", "original_question": "Which of these statements is true as of August 3rd, 2024? a) 221 Eos is roughly double the diameter of 1844 Susilva. b) 1844 Susilva is roughly double the diameter of 221 Eos. c) 221 Eos's diameter is roughly 150% of the diameter of 1844 Susilva. d) 1844 Susilva's diameter is roughly 20% the diameter of 221 Eos. "}
{"answer": "Swahili", "original_question": "What language is the main character's name in in the Disney film that came out in 1994?"}
{"answer": "첫 사랑 (Talk)", "original_question": "What's the name of the third track on the third studio album of the KPop girl group that started in 1997 and had 5 members."}
{"answer": "Rosenes by", "original_question": "What is the nickname for the city where Mette Solli was born? Give the answer in Norwegian."}
{"answer": "Steve Jobs, Steve Wozniak, and Ronald Wayne", "original_question": "In 2003, Audible entered an agreement of exclusivity with a major brand. Who founded that brand?"}
{"answer": "James Hetfield was 22 years old and Lars Ulrich was 22 years old.", "original_question": "When Metallica released its album \"Master of Puppets,\" how old were founding members James Hetfield and Lars Ulrich?"}
{"answer": "King's College", "original_question": "Use this information: -The Dragonfly Sea is a novel by Yvonne Adhiambo Owuor. -It has a publisher. -The publisher has two co-founders.  What was the original name of the university where the male co-founder of this publisher studied?"}
{"answer": "8", "original_question": "How many fewer races did Sebastian Vettel complete before he retired compared to his hero, Michael Schumacher? "}
{"answer": "1961", "original_question": "What was the release date of the movie directed by Gordon Douglas which featured American decathlete who was a 1984 olympic torch runner and first African American to light the Olympic Cauldron?"}
{"answer": "The recommended angle for pouring Guinness is greater.", "original_question": "Which angle is greater: the recommended angle a glass should be tilted when pouring a pint of Guinness, or the angle the nose of a light aircraft is tilted to effect liftoff?"}
{"answer": "The Hangover Part II", "original_question": "What is the name of the sequel to this comedy movie that shares a name with Obie Trice's fourth studio album?"}
{"answer": "2", "original_question": "A certain singer won the Grammy Award for Song of the Year in 2008 and in the same year, sang at a prominent person's 90th Birthday Party concert in London. How many vowels are in the given first name of the person who the birthday party was for?"}
{"answer": "The predominant Austronesian languages spoken in the Sulawesi Selatan region are Makassarese and Buginese. The name 'Sulawesi Selatan' translates to 'South Sulawesi', indicating that the region is located in the southern part of the Sulawesi island in Indonesia.", "original_question": "In the region known as Sulawesi Selatan, which includes the Selayar Islands, what Austronesian language is predominantly spoken by the local population and how does the name \"Sulawesi Selatan\" relate to the location of the region?"}
{"answer": "sodium", "original_question": "As of August 3rd 2024, the only documented genus of poison dart frog to be used in blow darts by Aboriginal South Americans contains many alkaloids, the most toxic of which, when exposed, irreversibly opens what kind of channels within nerve cells?"}
{"answer": "50", "original_question": "How old was Benjamin Franklin when Wolfgang Amadeus Mozart was born?"}
{"answer": "1", "original_question": "As of 1 August 2024, How many more seasons did Outrageous Fortune have compared to bro'Town?"}
{"answer": "62", "original_question": "If Alice turned 36 on the day John F. Kennedy was assassinated, how old would she be on the day the Berlin Wall fell?"}
{"answer": "2", "original_question": "How many years elapsed between the release of the song \"I Think I'm Go Go\" by the band Squeeze and the theatrical premier of E.T. the movie?"}
{"answer": "96", "original_question": "If Anastasia Romanov had still been alive when the 90s cartoon movie based on her was released, how old would she be?"}
{"answer": "Sir Robert Borden", "original_question": "Who was the Prime Minister of Canada the first time that The Toronto Maple Leafs won The Stanley Cup?"}
{"answer": "Remy's Ratatouille Adventure", "original_question": "What attraction in Walt Disney World opened exactly 50 years after the theme park originally opened?"}
{"answer": "49", "original_question": "How many years before the founding of Google, was George Orwell's book \"1984\" published?"}
{"answer": "12", "original_question": "How long after Archduke Franz Ferdinand received Artstetten Castle did he have his first child?"}
{"answer": "Cancer", "original_question": "The parish church of Renče, Slovenia, is dedicated to two saints. What would be the tropical zodiac sign of someone born on the date of their annual festival?"}
{"answer": "Cuba", "original_question": "Where was Robert Vesco living when Bank of Credit and Commerce International was formally liquidated?"}
{"answer": "Eastern Michigan University", "original_question": "As of August 3rd 2024, what's the name of the university in the city right off exit 183 on I-94 in Michigan?"}
{"answer": "Schie River", "original_question": "What is the name of the river in the city where Ikea's headquarters are?"}
{"answer": "No BTS member turned 5 years old after BoA's first album was released.", "original_question": "What BTS member turned 5 years old the soonest after BoA's first album was released?"}
{"answer": "Yukon", "original_question": "As of 2020, who has experienced the coldest record temperature provided in Celsius, the Canadian territory, Yukon, or Yellowstone National Park?"}
{"answer": "Conservatives", "original_question": "Which political party held the most seats in the Leeds City Council election during the year that philosopher John Wall was born?"}
{"answer": "Louis XV", "original_question": "Of Louis XVI, Louis XIV, and Louis XV, who was the youngest at their coronation? "}
{"answer": "123", "original_question": "How many years had the station that preceded the Salthill and Monkstown railway station on the historic Dublin and South Eastern Railway line been open on Christmas Day of 2005?"}
{"answer": "73", "original_question": "If somebody was born on the day the Anglo-Dutch Treaty of 1814 was signed, how old would they have been while Albert A. Michelson and Edward W. Morley were performing their Michelson-Morley experiment?"}
{"answer": "Marion Couthouy Smith published in 'Century' magazine (starting in 1893), 'Harper's Magazine' (starting in 1850), 'Atlantic Monthly' (starting in 1857), and 'The New England Magazine' (starting in 1884).", "original_question": "Where did Marion Couthouy Smith publish her books and poems between 1906 and 1918? Which years did each of these magazine companies first start?"}
{"answer": "$110,494", "original_question": "How much did the film in which Jake Gyllenhaal played his second lead role gross in its initial run at the box office?"}
{"answer": "2: Robert Gascoyne-Cecil, 3rd Marquess of Salisbury, and William Ewart Gladstone", "original_question": "How many different Prime Ministers of the United Kingdom were there during the first term of Grover Cleveland's presidency, and who were they?"}
{"answer": "Si River and Yi River", "original_question": "Which two rivers pass through the hometown of a famous Chinese philosopher who was born as Kong Qiu"}
{"answer": "7", "original_question": "From the date the Soviet Union first used their veto power in the UN security council, how many more years would the then-Soviet leader live?"}
{"answer": "22", "original_question": "How old was the United States Air Force when the 317th Fighter-Interceptor Squadron was inactivated, rounded to the nearest year?"}
{"answer": "Jerry Garcia", "original_question": "Five Nights at Freddy's initial game release came one day short of the 19 year anniversary of the death of which Grateful Dead band member?"}
{"answer": "Paraná", "original_question": "Itanihomi is a municipality in Brazil. What is the state that sits directly south of the state Itanihomi belongs to?"}
{"answer": "Wizard Island: 315.85 acres, Phantom Ship Island: 2.3 acres", "original_question": "What are the sizes of the two islands in Crater Lake in acres?"}
{"answer": "Coburg, Victoria", "original_question": "What is the birth town of the absent athlete from the Victory Salute statue in San Jose, California?"}
{"answer": "19th", "original_question": "The September Declaration has a rough equivalent in the Netherlands that takes place on the same day every year. In what century was the current name of this day (as of August 2024) chosen?"}
{"answer": "Philadelphia", "original_question": "What city was the capital of the United States on the day that the first president of the United States died?"}
{"answer": "Summer Magic", "original_question": "Which 1963 Disney film starred the same actress who played a dual role in a Disney film two years earlier about twins who plot to reunite their separated parents?"}
{"answer": "16351", "original_question": "How many votes did the opposition party get in the Brant riding the election before Justin Trudeau was elected Prime Minister?"}
{"answer": "Professional wrestling", "original_question": "What career was shared by one of the world's oldest fathers, who had a child at the age of 96, and a man who killed his wife, named Nancy, and their son, named Daniel?"}
{"answer": "56", "original_question": "How many countries were part of the commonwealth on the date Prince Charles ascended?"}
{"answer": "Pedro Pablo Ramírez", "original_question": "Who was the Argentinian president who resigned from the position the same year the José Martín Olaeta Stadium was inaugurated?"}
{"answer": "Ashleigh and Pudsey", "original_question": "Who won Britain's Got Talent in the same year that London hosted the Olympics for the third time?"}
{"answer": "16500", "original_question": "How much larger was the concert capacity of the venue where Led Zeppelin recorded \"The Song Remains the Same\" than the venue where AC/DC recorded their first live album?"}
{"answer": "4", "original_question": "How many Red Hot Chili Peppers albums were released while Nelson Mandela was in prison?"}
{"answer": "The Godfather Part II", "original_question": "As of August 3rd 2024, which movie using the Technicolor dye-transfer process was the last to win the Academy Award for Best Picture?"}
{"answer": "Tony Blair", "original_question": "Which British prime minister of the 1990s had the most children?"}
{"answer": "Lake Merritt", "original_question": "In 1966, the Lower Klamath National Wildlife Refuge became part of the U.S. National Register of Historic Places (NRHP). What is another natural site with water added during that year, also located in California?"}
{"answer": "24", "original_question": "How much older than Michael B. Jordan is Michael Jordan?"}
{"answer": "Steve Yzerman", "original_question": "Who was team captain of the team that won the Stanley Cup the year Connor McDavid was born?"}
{"answer": "Game Freak", "original_question": "The incorporation of this company happened in the same year titled on Taylor Swift 5th studio album. It was incorporated by a man born in Setagaya, Tokyo, Japan that worked with the illustrator who largely designed the original 151 Pokémon.     What is “this company”? "}
{"answer": "['Naruto Uzumaki', 'Minato Namikaze', 'Jiraiya', 'Kakashi Hatake', 'Konohamaru Sarutobi']", "original_question": "Which Naruto characters from before the TV series \"Boruto: Naruto the next generation\", can perfectly use the Rasengan technique?"}
{"answer": "Mooré", "original_question": "The Mossi King who passed away in Thailand in 2016, would have spoken what language? "}
{"answer": "Egan Bernal", "original_question": "Which Colombian cyclist was born on the same day as Edmonton Oilers captain Connor McDavid?"}
{"answer": "Germany", "original_question": "What is the country of origin of the football coach with the first initial \"P\" for the Thailand national men's football team who coached 54 years after the country's name officially changed?"}
{"answer": "5", "original_question": "How many years after the first album release by The Beatles was the first solo album released by one of its members?"}
{"answer": "151", "original_question": "The University that Cillian Murphy attended was founded how many years before he began studying?"}
{"answer": "Lagan", "original_question": "As of 1st August 2024 The three British Olympic Class ocean liners were manufactured in a city that lies at the mouth of what river?"}
{"answer": "51", "original_question": "How old was Joel McHale the first time the Philadelphia Waterdogs won the PLL Championship?"}
{"answer": "KACU", "original_question": "What is the name of the only Texan radio station on frequency 89.5 FM that is operated by a university, as of the death of Jerry West?"}
{"answer": "1983", "original_question": "What year was the first Uber employee born?"}
{"answer": "one hundred and eighty five billion nine hundred and fifty five million seven hundred and eighty four thousand eight hundred", "original_question": "How much money would be left of Elon Musk's net worth in January of 2021, if you subtracted the 2022 average yearly gross salary of 10,000 people, working in the Philippines, written in words?"}
{"answer": "construction", "original_question": "In 2024, assuming that their family has been in the same line of work since they took a surname, what is the major use of the product they make if their last name is Kalkbrenner?"}
{"answer": "9.0", "original_question": "What was the magnitude of the earthquake that was the catalyst for the charitable U.S. speedrunning marathon that took place in April 2011?"}
{"answer": "Nikoleta Kyriakopoulou", "original_question": "Which Greek pole vaulter who participated in the 2020 Summer Olympics in Tokyo also won gold at the 2015 IAAF Diamond League?"}
{"answer": "17324", "original_question": "What is the capacity of the Olympic stadium used during the first Winter Games attended by a tropical nation? This nation was visited by the 5th Cavalry Regiment (US) in 1901."}
{"answer": "Amsterdam", "original_question": "What is the capital of the country where the Treaty on European Union was signed?"}
{"answer": "Stephen Schwartz", "original_question": "Who composed the Broadway musical that premiered in 2003 and starred the actress who would later voice Elsa in Disney's Frozen?"}
{"answer": "Stockholm", "original_question": "In what city were the Summer Olympic Games held in the year the RMS _Titanic_ sank?"}
{"answer": "Miracles", "original_question": "There's an episode of a TV series that was directed by the person who won the 2011 Dorothy Arzner Directors award. The series started in 2005. The season that contains my episode included 20 episodes in total.  The episode is one word that starts with an \"M.\" "}
{"answer": "10", "original_question": "The shonen manga that won the 35th Kodansha Manga Award has how many chapters in its final volume?"}
{"answer": "Dalek", "original_question": "What Doctor Who episode aired on a date closest to the 441st launch of the Skylark rocket?"}
{"answer": "Baikonur Cosmodrome in Kazakhstan", "original_question": "Azamat Satybaldy's appearance in the film Road to Mother occurred in the same year as the Trace Gas Orbiter's launch from what location?"}
{"answer": "The Deer Hunter and Kramer vs. Kramer", "original_question": "Which movie starring Meryl Streep was nominated for Best Picture at the Academy Awards the year that the Pioneer 11 visited Saturn?"}
{"answer": "Rhesus macaques", "original_question": "What primate species, known for its large population in China and presence in Florida, could potentially carry the Herpes B virus?"}
{"answer": "Courteney Cox, Matt LeBlanc, and the entire main cast (Jennifer Aniston, Courteney Cox, Lisa Kudrow, Matt LeBlanc, Matthew Perry, and David Schwimmer) in The Rembrandts' music video for 'I'll Be There for You'", "original_question": "Of the 6 main cast members of the series Friends, which have appeared in music videos?"}
{"answer": "Tunisian National Dialogue Quartet", "original_question": "Who was the winner of the Nobel Peace Prize the year that U.S. President Barack Obama awarded baseball player Willie Mays the Presidential Medal of Freedom?"}
{"answer": "Labetalol", "original_question": "This blood pressure drug commonly used to treat gestational hypertension was patented the same year the first black student at the University of Mississippi was shot."}
{"answer": "Annie Hall", "original_question": "What movie won the Academy Award for Best Picture the same year that Argentina won its first World Cup?"}
{"answer": "Not applicable", "original_question": "How many years apart did a Kim Jong Un impersonator who was interviewed by USA today, and the man who founded Playboy attend the University of Illinois Urbana-Champaign?"}
{"answer": "Bonaventure Cemetery, Midnight in the Garden of Good and Evil, Colonial Park Cemetery, Yellow Fever epidemic, 1820, 666 victims", "original_question": "I'm a spooky tourist and I'm visiting Savannah, GA. I'm going to visit two of the most well-known cemeteries, what Cemetery in Savannah is famous for being in a book and on a book cover? What was the book? There is another old cemetery downtown I want to visit, I heard epidemic victims were buried there. What epidemic and what years did it take place? How many victims are buried there?"}
{"answer": "Diageo reducing the volume of Red Stripe beer bottles in the US from 12 fl. oz. to 11.2 fl. oz.", "original_question": "Which happened earlier: Diageo reducing the volume of Red stripe beer bottles in the US from 12 fl. oz. to 11.2 fl. oz. or Philip Morris making a bid for the company Swedish Match?"}
{"answer": "24", "original_question": "How many years apart were the Canadian Museum of History and the National Gallery of Canada established?"}
{"answer": "Helen Clark", "original_question": "As of May 2024, which female New Zealand Prime Minister was the oldest when they took office?"}
{"answer": "6", "original_question": "How many years after Prohibition ended was Gone With The Wind released?"}
{"answer": "1902, Peter Kropotkin", "original_question": "What year did the author of \"The Conquest for Bread\" write about \"Mutual Aid\"? Who was the author?"}
{"answer": "[('Take On Me', 'a-ha'), ('The Power Of Love', 'Huey Lewis & The News'), (\"Don't You (Forget About Me)\", 'Simple Minds'), ('I Want to Know What Love Is', 'Foreigner'), ('Money for Nothing', 'Dire Straits')]", "original_question": "What were the top 5 Billboard songs by musical groups in the year 1985?"}
{"answer": "2820 feet (if Olo'upena Falls is the tallest) or 2435 feet (if Colonial Creek Falls is the tallest)", "original_question": "Little River Canyon National Preserve has three waterfalls, one of which is the tallest in Alabama. How much shorter is Alabama's tallest waterfall than the tallest waterfall in the continental US?"}
{"answer": "123642", "original_question": "As noted in the 2020 census, what is the population of the county in which Waterville, Maine, resides?"}
{"answer": "86", "original_question": "How many years had passed since the Commonwealth of Pennsylvania was admitted to the Union by the time Rep. Robert D. Heaton was born?"}
{"answer": "Queen Victoria", "original_question": "Who was on the British throne when the England Men’s Cricket Team first beat Australia in a Test Series?"}
{"answer": "The Fate and Fortunes of Hugh O'Neill, Earl of Tyrone, and Rory O'Donel", "original_question": "In September 1607, two Earls and their followers left Rathmullan for Rome. The event was first called a \"flight\" in a book published in 1868. What is the name of the book?"}
{"answer": "Belgium", "original_question": "Who won the third-place playoff at the UEFA World Cup while Donald Trump was in office as the 45th President of the United States?"}
{"answer": "0", "original_question": "How many years did Cardi B's rap career overlap with Tupac's rap career?"}
{"answer": "406.9", "original_question": "Emma Stone was the highest paid actress in 2017. How much did breakthrough movie for the highest paid actress 6 years after Emma Stone make in its theatrical run?"}
{"answer": "Mondragon Corporation", "original_question": "What was the name of the worker-owned cooperative in Spain that recently started working with the United Steelworkers in the late 2000s and was associated with a social activist priest?"}
{"answer": "Unlikely Angel", "original_question": "What made-for-TV movie did Dolly Parton have a role in the same year that Dolly the sheep was cloned?"}
{"answer": "Barack Obama", "original_question": "Who was the president of the United States when the resort housing the BomBora steel roller coaster first opened?"}
{"answer": "Carbon", "original_question": "Gifts to children from Krampus are principally composed of what element?"}
{"answer": "Crude Petroleum", "original_question": "The manager Pep Guardiola won the Premier League four years in a row with a football club whose owners are from a country whose main export in 2009 was which raw material?"}
{"answer": "5", "original_question": "How many years had the then-Prime Minister of France been in office as PM when the first Shelby GT500 was built?"}
{"answer": "December 3, 1818", "original_question": "In 1908 a fireboat operated by the Chicago Fire Department sank and was later refloated. When was the state that bears the same name as the fireboat founded?"}
{"answer": "Bill Clinton", "original_question": "Who was the president of the USA when the wife of the former HEB Grocery Company CEO Howard Edward Butt Sr. died?"}
{"answer": "Sandwell", "original_question": "Tell me the name of the place I am thinking of based on these clues:  - I am a metropolitan borough in the West Midlands, UK - I am not a city - My boroughs name does not relate to a town"}
{"answer": "5", "original_question": "Frank Lampard scored 5 league goals in his debut season at Chelsea. How many more league goals did Didier Drogba score during his debut season at Chelsea?"}
{"answer": "2012 Summer Paralympics", "original_question": "What was the earliest known media use of the theme song used by the show The Last Leg?"}
{"answer": "October 1, 2022, 13 years", "original_question": "What date did the Lego Avatar theme debut? How many years are there between the release of the original movie and the release of the Lego theme?"}
{"answer": "3", "original_question": "When Tom Hanks received his first Oscar, how many Grammys had Alan Menken won?"}
{"answer": "Laurence Fox, 42 years old", "original_question": "Who is the male cousin, whose name begins with an L, of the actor who played the murderer in the ITV series White House Farm, and how old was he when he stood in the 2021 London mayoral election?"}
{"answer": "Moxostoma", "original_question": "The flavored ice brand Slush Puppie is actually named after a food made from cornmeal-batter. That food was itself originally named after a fish native to South Carolina. What’s the genus name of the fish?"}
{"answer": "James I", "original_question": "After Edward II, who was the next English monarch to have been born outside of England?"}
{"answer": "1580", "original_question": "Which leap year happened exactly halfway between the birth of Shoghi Effendi and the founding of the college he attended?"}
{"answer": "Boston Celtics with 111 points", "original_question": "What team scored the most points in an NBA finals game while Ronald Reagan was president of the United States of America?"}
{"answer": "Eun-joong Kim", "original_question": "Who was the team manager for Lee Jae-won's only football season as of January 1, 2024?"}
{"answer": "Aintree Racecourse Grounds, Aintree Village, Metropolitan Borough of Sefton, Merseyside, England", "original_question": "What is the burial place of the most successful racehorse in the Grand National's history, as of 2024?  "}
{"answer": "35", "original_question": "How old was the future 34th president 5 years after the founding of the National Football League?"}
{"answer": "Ian Schuback was 36 years old and Jim Baker was 58 years old", "original_question": "How old were the winners of the Men's Pairs division at the 1988 World Indoor Bowls Championship?"}
{"answer": "Novak Djokovic", "original_question": "Who won the French Open Men’s Singles tournament the year that New York City FC won their first MLS Cup title?"}
{"answer": "Gamsonite", "original_question": "What is the name of the \"pseudo label\" that collected the early collaborations of English architect Sir Peter Cook's son? "}
{"answer": "Marta Kauffman and David Crane", "original_question": "Of the three producers of the tv sitcom Friends, which two had ties to Philadelphia? "}
{"answer": "228", "original_question": "How many times larger was the population of the city of Paris, 19 years after the year designated as The International Year for the Culture of Peace by the United Nations, than the population of Brown County, Kansas according to its 2020 census? Round the answer to the nearest whole number."}
{"answer": "Sweet Home Alabama", "original_question": "What movie won the Teen Choice Award for \"Choice Movie Liplock\" the same year George W. Bush gave his \"Mission Accomplished\" speech?"}
{"answer": "Richard Coxon", "original_question": "I can't recall who I'm trying to think of. This person was the partner of someone in the 1984 Olympic keelboat competition. Their partner's sister was the only American who placed in the 2003 Pan American Games for sailing in the men's or women's competition (not including the open events)."}
{"answer": "7", "original_question": "How many ballets did Frederick Ashton choreograph by the time he was 25 years old?"}
{"answer": "David Simkins", "original_question": "Who wrote the first movie that Chris Columbus ever directed?"}
{"answer": "Frankenstein; or, The Modern Prometheus", "original_question": "What is the famous novel by the wife of the 19th-century poet who wrote about an Egyptian pharaoh who reigned sometime between 1290 and 1200 B.C.?"}
{"answer": "3", "original_question": "How many Mount Katahdins makes up the height of Mount Kilimanjaro?"}
{"answer": "1904", "original_question": "In what year did a great fire destroy over 100 buildings in the North American city which hosted the 2010 G20 summit?"}
{"answer": "Blue Ribbon Sports", "original_question": "What was the former name of the brand of sneakers worn by the Heaven's Gate members who committed suicide?"}
{"answer": "37", "original_question": "There's a famous children's book about a King Elephant. At what age did the French author die?"}
{"answer": "Joe Guyon and Gus Welch", "original_question": "What teammates were inducted into the college football hall of fame who played the same year as the first Native American to get a gold medal in the Olympics for the United States?"}
{"answer": "Kool & the Gang", "original_question": "What band had a male lead singer born on the day Mohammad Mosaddegh announced the dissolution of the Iranian parliament?"}
{"answer": "1.8250000000000002", "original_question": "As of August 3rd, 2024, How high is the ancient standing stone located next to the A92 road?"}
{"answer": "6", "original_question": "The creator of the animated series Family Guy was supposed to be on one of the planes that was involved in the 9/11 attacks but he arrived too late to board. Altogether, how many letters are in the name of the city from which his missed fight departed that day?"}
{"answer": "Super Saiyan, episode 95", "original_question": "What's the name of Goku's iconic transformation and what episode number does it first appear in the anime?"}
{"answer": "65", "original_question": "How old was the Commander-in-Chief of India from 1865-1870 when he died? How old was his wife when she died? Average these two numbers, rounding up to the nearest whole integer if necessary.  "}
{"answer": "The 1988 Summer Olympics were hosted in Seoul, South Korea, with the opening ceremony held at the Seoul Olympic Stadium. The 1988 Winter Olympics were hosted in Calgary, Alberta, Canada, with the opening ceremony held at McMahon Stadium.", "original_question": "Which cities hosted the Olympics in 1988, and where were the opening ceremonies held in each city?"}
{"answer": "Yellow Cavalier", "original_question": "What was the original name of the band the male lead of \"The Song\" founded?"}
{"answer": "The origin of the Bartlett Independent School District's mascot, the Bulldogs, is not explicitly stated, but it is likely due to the town's strong association with the symbol, which represents strength, tenacity, and community pride.", "original_question": "What is the the origin of the mascot of the school district that Donahoe, Texas is located within?"}
{"answer": "78", "original_question": "The founder of the eponymous music school at the University of Rochester held the patent for an item that later earned him a star on the Hollywood Walk of Fame. How many years passed between his initial patent and the placement of his star?"}
{"answer": "-1777", "original_question": "As of August 04, 2024, what is the exact age difference between Daniel Radcliff and his current partner in days?"}
{"answer": "63876", "original_question": "What was the difference in population in the most populous town in the Isère department from 1946 to 1975?"}
{"answer": "Sylvester I", "original_question": "Which Pope served the longest between the Battle of the Milvian Bridge and the end of the Civil Wars of the Tetrarchy?"}
{"answer": "1945", "original_question": "When was the last team that Miloš Beleslin played for dissolved?"}
{"answer": "15", "original_question": "How many years old was The Real Housewives of New York City franchise when Jenna Lyons premiered on the show?"}
{"answer": "man", "original_question": "As of 1st August 2024 Queens of the Stone Age, Them Crooked Vultures, Screaming Trees and Kyuss have one band member in common. What does his last name mean in English?"}
{"answer": "August 25, 1972", "original_question": "One of Jane Auten's novels was released in 1813, which was later adapted into a film in 2005. When was the director of that film born? "}
{"answer": "Keegan Murray", "original_question": "In the season before Jamal Murray won the NBA Championship, who was the fourth overall draft pick?"}
{"answer": "Italy", "original_question": "Who won the FIFA World Cup in the year the Falklands War broke out?"}
{"answer": "Unnecessary Mountain", "original_question": "This Canadian mountain, located in Cypress Provincial Park, got its name because one didn't have to cross it to reach The Lions (formerly Ch'ich'iyúy Elxwíkn'). What is the name of this mountain?  "}
{"answer": "Mahanama", "original_question": "There is a statue, Avukana Buddha, that overlooks a reservoir in Sri Lanka. The reservoir was built by a king in 460 A.D. What is the name of the king's uncle who raised him?"}
{"answer": "Eugene II", "original_question": "Who was the Catholic Pope eleven years after Emperor Charlemagne died?"}
{"answer": "The Treaty on Strategic Offensive Reductions, also known as the Moscow Treaty, was signed by President George W. Bush and Russian President Vladimir Putin on May 24, 2002, in Moscow.", "original_question": "During the month that GEMA Global Engine Alliance LLC was founded as a joint venture of Chrysler, Mitsubishi Motors, and Hyundai Motor Company, which international arms treaty was signed, who signed it, where, and on what date?"}
{"answer": "Yoshinobu Ishikawa", "original_question": "Which governor of Shizuoka resigned due to the delayed opening of the airport?"}
{"answer": "Leon 'Kida' Burns", "original_question": "Who won the season of the dance show that Tate McRae placed third in back in 2016?"}
{"answer": "The Dyatlov Pass Incident was a real-life event where nine experienced hikers died under mysterious circumstances in 1959. The incident inspired the plot of the 2013 horror film Devil's Pass, which is loosely based on the events.", "original_question": "What happened at the Dyatlov Pass Incident and how did it inspire the plot of 2013 horror film Devil Pass?"}
{"answer": "Louison Bobet", "original_question": "Who was the winner of Tour de France the same year that a major catastrophic crash happened at Circuit de la Sarthe in Le Mans, France?"}
{"answer": "Lead", "original_question": "Which element of the periodic table is a homonym of a synonym of a tool commonly used in dog walking?"}
{"answer": "83", "original_question": "How many minutes longer is the men's marathon record time (as of June 2024) than the duration of the shortest war in history? If multiple conflicting durations are given for the war, use the shortest one. Round the answer to the nearest whole minute."}
{"answer": "Hiyo, Battle of the Philippine Sea", "original_question": "A Japanese aircraft carrier that was first built to become a luxury ocean liner was sunk by the U.S. torpedos in a battle four months prior to the Battle of Leyte Gulf in World War II. What is the name of the aircraft carrier and what battle did it sink in?"}
{"answer": "Bos", "original_question": "What genus does the animal that features in the upper left of the coat of arms of the area that the family of Jürgen Warnke moved to in 1945 belong to?"}
{"answer": "James II", "original_question": "Who was the king of England when Isaac Newton first published his Principia?"}
{"answer": "Sea of Trolls", "original_question": "A 2002 science fiction novel by an American author references La Llorona and themes of personal identity. What is the name of the trilogy that this author wrote under the same publisher?"}
{"answer": "Fame", "original_question": "Which movie musical produced a song that was inspired by poetry from an American poet, who was born a week after Queen Victoria?"}
{"answer": "The First Time by Surface", "original_question": "John F. Kennedy was inaugurated into the presidency quite some time ago. Which song was number 1 on the Billboard Hot 100 chart on that same day, but 30 years after his inauguration? "}
{"answer": "Rumpelstiltskin", "original_question": "Which German Fairytale did one of the directors of Trolls voice act as a character in a franchise Movie?"}
{"answer": "Frontier, 2022", "original_question": "Mary Gaulden Jagger worked in the Biology Division of the Oak Ridge National Laboratory; what type of supercomputer, ranked by the TOP500 as the world's most powerful in June 2022, is present on the campus, and in what year did this supercomputer become operational?"}
{"answer": "7", "original_question": "How many years after publishing his paper *On the Inhalation of the Vapor of Ether* did John Snow make the connection between cholera, kidney failure, and contaminated water sources?"}
{"answer": "4", "original_question": "What is the difference between the number of years served in the seventh-ratified US state's House of Delegates between that state's senator elected in 2007 and his uncle?"}
{"answer": "Sea Cliff Elementary School", "original_question": "I grew up in a village on Long Island in the Town of Oyster Bay. The name of this town is made up of two words, the first starts with the letter \"S\" and the second with the letter \"C.\"  I went to a public elementary school in this village in the year 1999. What was the name of my school? "}
{"answer": "Eric Clapton", "original_question": "On the same day Roald Dahl first published a work, a famous guitar player and singer was born. This person was once ranked 13th in Rolling Stone's \"100 Greatest Guitarists of All Time\" cover story. In the same year that this person was ranked 13th, who was ranked number 2 in Rolling Stone magazine's list of the 100 greatest guitarists of all time?"}
{"answer": "Atlético Madrid", "original_question": "Diago Costa played for which club when he was awarded the first FIFA World Cup Goal based on a VAR Decision?"}
{"answer": "Aquarius", "original_question": "This singer represented Sweden in Eurovision four years before the Sweden Democrats entered Parliament for the first time. What astrological sign was the real person behind the character she played in her first musical?"}
{"answer": "Bent Winge Treschow", "original_question": "What is the name of the father of the first cousin of the mother of the man whose name inspired the naming of the lunar mountain \"Mons Hansteen\"?"}
{"answer": "65", "original_question": "According to topographical summit prominence, how many years were there between the first ascent of the United State's second most prominent mountain and the first ascent of Russia's second most prominent mountain? "}
{"answer": "The 2022 population of London", "original_question": "What is greater: the combined 2011 populations of Rennington (Northumberland), Lydbrook (Gloucestershire), Stow-on-the-Wold (Gloucestershire) and Witney (Oxfordshire), or the 2022 population of London?"}
{"answer": "Deltaherpeton", "original_question": "As of August 1 2024, what is the most recently described genus of Colosteidae?"}
{"answer": "9", "original_question": "What number would Tommy Lawton have worn playing for Chelsea FC?"}
{"answer": "Justin Mikita", "original_question": "On the same day that the The Mercedes-Benz W222 arrived at dealerships, a star of the sit-com Modern Family was wed. Who did the star marry?"}
{"answer": "Indian National Congress", "original_question": "What was the political party of the person who advocated for the type of government used in Chikhali, Latur district to become the foundation of India's political system?"}
{"answer": "Raymond Friday Locke", "original_question": "Who was the author of the novel whose film adaptation lead singer Mark Arm took the name of his band from?"}
{"answer": "David", "original_question": "As of 2024, at the time of his birth, what was the middle name of the U.S. president who won Alaska, graduated from Yale University, and had a son named Michael?"}
{"answer": "Rabbi Abraham J. Feldman", "original_question": "As of August 3, 2024, which rabbi worked for both Reform Congregation Keneseth Israel in Philadelphia and Congregation Beth Israel in West Hartford, Connecticut?"}
{"answer": "1", "original_question": "How many of Hitler's three couriers of his last will and other political documents died after 1980?"}
{"answer": "Guangxu Emperor", "original_question": "The oldest extant football team in Italy plays in a stadium.   The stadium is named after a person.   Who was the emperor of China when that person was 5 years old?"}
{"answer": "2", "original_question": "As of Aug 3, 2024, the artist who released the album \"Father of Asahd\" went to the same high school as an Olympic diver. How many Olympic teams did this diver participate on?"}
{"answer": "34", "original_question": "As of 1st January 2023, If I am 7 years younger than the eldest granddaughter of the female monarch with the longest reign in confirmed history was at the time of the monarch's death, how old am I?"}
{"answer": "No", "original_question": "Was the founder of the bank that was established 42 years before the National Banking Act was expanded to include the Territory of Hawai'i still alive when it acquired Pioneer Federal Savings Bank?"}
{"answer": "1968", "original_question": "A united states island that is only 90 miles away from Cuba has been the home of several famous people. In what year did the famous author who owns a book store there first start writing?"}
{"answer": "Kirk", "original_question": "In August of 2024, what is the first name of the mayor of the U.S. state capital city who attended the same university as at least one U.S. president and whose city is home to an outgoing or former full member of the Big 12 Conference"}
{"answer": "Jens Kidman", "original_question": "What is the name of the vocalist from the first band to make it in the top 200 under the record label that produced the third studio album for Dismal Euphony?"}
{"answer": "98", "original_question": "How many years after the founding of the 50th most populous US city, based on 2023 estimate population data, did Frank Fox receive UK Patent (1344259)?"}
{"answer": "Psycho", "original_question": "What horror movie remake did the director who was the first to attempt and failed to make Brokeback Mountian into a film direct in the 90's?"}
{"answer": "William VIII of Montpellier", "original_question": "Which Lord of Montpellier had a child named Tortoseta?"}
{"answer": "Stanley Tucci", "original_question": "Demi Moore shares a birthday with which costar from the movies \"Margin Call\" and \"Deconstructing Harry\"?"}
{"answer": "6", "original_question": "As of August 3rd 2024, how many Emmy Award nominations does the main cast member that was introduced in Season 2 of It's Always Sunny in Philadelphia have?"}
{"answer": "Cincinnati Bearcats", "original_question": "What football team did Travis Kelce play for the year Taylor Swift's VMA acceptance speech was interrupted by Kanye West?"}
{"answer": "Dockers", "original_question": "After Meat Loaf legally changed his name due to a commercial, what was the first new brand launched by the company to whom the commercial belonged?"}
{"answer": "Renegade", "original_question": "What Jeep model shares its name with the Secret Service codename for a 21st-century US president?"}
{"answer": "28.18", "original_question": "What is the difference between the fastest recorded swimming speed of a fish, and the fastest record for swimming the 50m freestyle in the 2020 Tokyo Olympics in meters per second?"}
{"answer": "9162", "original_question": "What was the 2021 population of the birthplace of the leader of the party that won the 1869 Newfoundland general election?"}
{"answer": "Lutheran Christianity", "original_question": "As of August 3, 2024, what is the biggest religion in the country who has the best democracy in 2023, according to the democracy index?"}
{"answer": "8", "original_question": "What was the age difference, in years, between the seventh former President of Murray State University and the comic book artist who worked on *Superman & Bugs Bunny* and *New Guardians* when the comic book artist graduated from college?"}
{"answer": "R", "original_question": "What is the shortest possible abbreviation in the United States for the  last to be discovered of the three antileprosy drugs on the World Health Organization's List of Essential Medicines?"}
{"answer": "April 23, 1976", "original_question": "What is the birthday of the man who produced the pop song named after one of the largest bird in the Procellariiformes species, off the 2024 album The Tortured Poets Department?"}
{"answer": "59", "original_question": "How old was the New-York born comic book writer who created the character Catwoman when he died?"}
{"answer": "95", "original_question": "How many calories are in 7 oz. of the fruit given as a present in the musical that won Best Revival of a Musical at the 52nd Annual Tony Awards?"}
{"answer": "8", "original_question": "NASA launched an Apollo mission a year after the Stonewall Riots. How many collective children did the astronauts onboard that mission have?"}
{"answer": "Lieutenant General", "original_question": "What was the military rank of the employer of the astronomer who discovered the globular cluster of stars called NGC 6441?"}
{"answer": "25-11", "original_question": "At the time of the END of the 2016 French Open, what was the head-to-head between the Men's World No. 1 at that time, and the runner-up of that year's Australian Open in the Men's Singles category?"}
{"answer": "James Frith", "original_question": "Which Labour MP served for Bury North while Chukka Umunna was the MP for Streatham?"}
{"answer": "Jane Ballou", "original_question": "If my future wife has the same first name as the 15th first lady of the United States' mother and her surname is the same as the second assassinated president's mother's maiden name, what is my future wife's name? "}
{"answer": "121", "original_question": "How many years earlier would Punxsutawney Phil have to be canonically alive to have made a Groundhog Day prediction in the same state as the US capitol?"}
{"answer": "The Battle of Hastings", "original_question": "The Pope born Pietro Barbo ended a long-running war two years after his papacy began, which famous conflict, immortalized in tapestry took place 400 years earlier?"}
{"answer": "2", "original_question": "How many of Ron Hutchinson's teams won League Championships while he was on them?"}
{"answer": "Frank Langella", "original_question": "I'm thinking of an Actor that won an Oscar for Best Supporting Actor two years after being nominated for the same award, but not winning.  The same year that the actor won the Oscar, the Actor also won a BAFTA in the same category and for the same film.  The Actor also won a Tony award in 1974.  "}
{"answer": "Croatia", "original_question": "In the Belgian capital, there is a street named after King Leopold II's oldest daughter which is lined with chestnut trees and is the home to many embassies. What is the capital of the country whose embassy is found at number 425?"}
{"answer": "34.8", "original_question": "If you divide the number of Papuan tribes in the Sarmi and Keerom Regencies of Papua province in Indonesia as of 2024 by the number of indigenous tribes in Brazil whose names, as they are typically written, begin with letters W, X, Y, or Z as of 2024, what is the answer to the fifth decimal place, rounding up?"}
{"answer": "Silver", "original_question": "What medal did the woman who tied for 19th in the 2011 Pan American Games women's individual bowling event win as part of a women's bowling doubles team in the 2017 World Games?"}
{"answer": "Christmas Day", "original_question": "The Basibasy mine is located in Madagascar. This mine is abundant in a specific chemical element that was discovered for the first time in 1791. The person who discovered this element was born on what is now known as a major US holiday - what holiday is this?"}
{"answer": "Boeing 777", "original_question": "Which jetliner first flown on June 12th, 1994 is also widely used, as of August 3, 2024, by an airline using the ICE system for entertainment on board?"}
{"answer": "Hideki Matsuyama", "original_question": "Of the non-Americans who have won the Phoenix Open as of 2024, who was the youngest at the time of his win?"}
{"answer": "Nikola Jokic", "original_question": "Two seasons after Demar Derozan was traded to the San Antonio Spurs, who was the leading scorer for the fifth place team in the Western Conference?"}
{"answer": "Ghostface Killah", "original_question": "Which member of the Wu-Tang Clan was born on Staten Island?"}
{"answer": "Puma and Umbro", "original_question": "Who manufactured the kits Tomáš Pekhart wore in 2008 in his senior career?"}
{"answer": "13", "original_question": "How many times in total did the Argentina women's field hockey team and the Uruguay women's field hockey team enter the Pan American Games and the Olympic Games from 2000 to 2020?"}
{"answer": "raspberries", "original_question": "Are mulberries more related to raspberries or cannabis?"}
{"answer": "Unknown", "original_question": "When the maker of the third-party console title \"ActRaiser\", merged with the makers of the console title \"Chrono Trigger\", what percentage of the company did the makers of \"ActRaiser\" make up?"}
{"answer": "539250", "original_question": "What was the difference in original sale price between Tom Thomson’s “Northern River” and “Northern Lake”"}
{"answer": "Wausau", "original_question": "Of the counties that Wisconsin Highway 34 runs through, what is the seat of the most populous county based on 2020 census data? "}
{"answer": "Légion d'Honneur and the Grand Cross of the Legion of Honor", "original_question": "What military awards were received by the General originally scheduled to lead Operation Torch before Lieutenant General Dwight D. Eisenhower was given command of the operation?"}
{"answer": "7", "original_question": "How many times did the victor of the Immortal Game of 1851 lose a chess match to an American-born opponent?"}
{"answer": "Enchantment", "original_question": "What is the name of the 2nd track on the album by Corinne Bailey Rae that came out 10 years before her album The Heart Speaks in Whispers?"}
{"answer": "20 June", "original_question": "What day of the year do John of Lancaster (Duke of Bedford), Fritz Koenig (German Sculptor), Edith Windsor (LGBT Activist), and Ulf Merbold (German Physicist and Astronaut) all have in common? "}
{"answer": "1861", "original_question": "In what year was the former South Korean prime minister who is from the same clan as the oldest member of the band BTS born?"}
{"answer": "The nearest train stations to the G40 postcode in Glasgow are: Bridgeton Rail Station, Bellgrove Rail Station, Alexandra Parade Rail Station, Argyle Street Rail Station, Barnhill Rail Station, Anderston Rail Station, and Dalmarnock Rail Station.", "original_question": "I am moving to the G40 postcode area - what train stations are nearby, as of 2024?"}
{"answer": "Skeleton Crew", "original_question": "What is the name of the play written in May 2016 by a playwright who won the MacArthur Fellowship the same year as the poet who wrote \"Postcolonial Love Poem\"?"}
{"answer": "Ghana", "original_question": "I am thinking of a country. A former member of Swedish Parliament during 2002 – 2006 was born there. English is the official language but many other languages are spoken there. The Trans–West African Coastal Highway passes through this country. In June 2020, Democratic Party leaders in the United States caused controversy by wearing stoles made of cloth from this country. "}
{"answer": "1909", "original_question": "As of August 3, 2024, what is the sum of the birth years of every tennis player to both represent the country that tennis was first played and complete a Grand Slam."}
{"answer": "0", "original_question": "As of August 1, 2024, what is the population of the writer of the \"Culdcept Saga\"'s birthplace? Write the answer to the nearest million, in characters."}
{"answer": "145", "original_question": "How old would the founder of the publishing company of the magazine that serialized the manga series Raw Hero have been the year the magazine ended publication?"}
{"answer": "China", "original_question": "The state, whose motto was adopted March 26, 1928, has 0.94% of the population in 2024 speaking a language that is native to which country?"}
{"answer": "breast cancer, melanoma, and ovarian cancer", "original_question": "The author of the book \"A Good Woman\"'s author was married to a man in 2008, who resigned from the board of HP due to the actions taken by the board's chair. What types of cancer did the chair survive?"}
{"answer": "The first white man to visit the indigenous people who were forced on a reserve during the Klondike Gold Rush, worked for a company who officially did not stop selling anything in 2023, as the Alaska Commercial Company was still operational and expanding in 2023.", "original_question": "The first white man to visit the indigenous people who were forced on a reserve during the Klondike Gold Rush, worked for a company who officially stopped selling what in 2023?"}
{"answer": "Sébastien Haller", "original_question": "Which player scored more than 15 goals in Eredevisie during the 21-22 season and had previously played for Auxerre?"}
{"answer": "Boris Johnson", "original_question": "Which MP standing as the leader of a major party in the 2019 United Kingdom General Election was also an MP for Henley?"}
{"answer": "Baldur's Gate 3", "original_question": "The latest game, as of August 4, 2024, from the creator of Kirby won an award at The Game Awards. What won Game of the Year the following year?"}
{"answer": "The Godfather is longer than Spirited Away by 50 minutes", "original_question": "This individual won a Best Director Award at the 33rd Japan Academy Prize ceremony and is known for having directed a film that briefly surpassed the Godfather as the highest-grossing film in Japan for a short time. Which film was longer - The Godfather or his film - and by how many minutes?"}
{"answer": "1468000", "original_question": "As of 2023, how many more employees does the company alphabetically first by ticker symbol in the S&P500 have than the company alphabetically 2nd to last by ticker symbol in the S&P500?"}
{"answer": "9200000", "original_question": "According to the 2011 census, what is total population of the cities of the birthplaces of author Clive Barker, Prince William, and Sir Malcolm Stanley Bradbury? Round to the nearest 100,000. "}
{"answer": "no", "original_question": "Did the entomologist who first described lesticus purpurascens come from the same country as the entomologist who first described the subfamily of that species?"}
{"answer": "1211", "original_question": "Which event predates the other: the amalgamation of the Province of Betanzos with Mondonedo or the completion of a cathedral marking the destination of a prominent Spanish Catholic pilgrimage in the same province? Provide the year of the earlier event."}
{"answer": "November 24, 1921", "original_question": "What was the birthday of the man who was mayor of New York City the year Snoopy debuted in the Macy's Thanksgiving Day Parade?"}
{"answer": "No", "original_question": "In the first movie that Emma Stone won an Academy Award for Best Actress in, did her costar win an Academy Award for Best Actor?"}
{"answer": "Andrew Pendlebury", "original_question": "Who was older, the guitar player for the Dugites from 1982-1983 or the lead singer of The Sports?"}
{"answer": "Tenerife", "original_question": "Of the 3 largest canary islands, which has the hottest mean temperature in July as of 2024? "}
{"answer": "128.19%", "original_question": "What percentage of his total league appearances did footballer Derek Smith (born 1946) make with the team whose original name is shared by a bird impressionist born in the nineteenth century? Give your answer to two decimal places."}
{"answer": "7", "original_question": "How many years was the first vessel Stephen Etnier commanded constructed after the novel that first inspired him to pursue painting was published?"}
{"answer": "4149", "original_question": "How many days after the United States release of the record holder for largest sweep at the 2004 Oscars was the death of that movie's cinematographer?"}
{"answer": "Love Yourself in Seoul and Bring the Soul: The Movie", "original_question": "What films did Big Hit Music's 7-member boy group release in the year that the company's 5-member boy group first debuted?"}
{"answer": "Hart Bochner", "original_question": "I'm thinking of a man whose first name is Hart. He acted in a miniseries (based on a historical novel about WW2 with three words in its title) by an author who also wrote a book about a kid with the last name of Bookbinder."}
{"answer": "Philadelphia Athletics and Boston Red Sox", "original_question": "The manager of the Schenectady Blue Jays in 1953 also played Major League Baseball for which teams?"}
{"answer": "45", "original_question": "As of July 1, 2023, what is the total number of letters in the names of the capital cities of the 5 most populated countries in the world?"}
{"answer": "16086", "original_question": "How many more votes did the Conservatives receive in the Highlands and Islands region in the 2021 Scottish Parliamentary Elections than in 2016?"}
{"answer": "The book would be between 27 and 109 years old in 2024, depending on which Nemanja Markovic's birth year is considered.", "original_question": "Suppose Egon Sendler's book \"Les mystères du Christ: Icônes de la liturgie\" was written in the same year as the birth of Nemanja Markovic. How old would the book be when the New Hampshire state election results for the Democratic party were 53.9% and 125,822 votes?"}
{"answer": "49", "original_question": "Stamatios Krimigis was named after an asteroid by the IAU. The observing site that found this asteroid is part of a large observatory known for discovering a planet. What is the difference in years between the discovery of this asteroid and the discovery of the planet?"}
{"answer": "75.5", "original_question": "What is the difference in mean flow rate (in cubic feet per second) between the River Avon at Great Somerford and its tributary, the River Marden?"}
{"answer": "Oksana Chusovitina", "original_question": "What member of the 1992 Unified Olympic women's gymnastics team scored a 9.975 in the qualifier for floor and competed under three different flags in her Olympic career?"}
{"answer": "Nick Jonas", "original_question": "As of 1st june 2024 Which Jonas brother has a wife who narrated a nature documentary released under the Disneynature label?"}
{"answer": "André Silva", "original_question": "Which player that scored more than 20 goals in the 2020-2021 Bundesliga season went on to play for a Red Bull owned club, as of August 1, 2024?"}
{"answer": "Mike Tyson and Margaret Thatcher", "original_question": "Tell me the names of the two famous people I'm thinking of by using the following clues:  They both have the initials M.T. Both were known by nicknames that included the word \"Iron\" One became the world champion in his sport while the other was her country's political leader"}
{"answer": "Tertius", "original_question": "In the George Eliot novel described by Virginia Woolf as \"one of the few English novels written for grown-up people\", one of the main characters shares a first name with a former prime minister of Burkino Faso who went on the join the board of a Canadian mining company. What forename do they share?"}
{"answer": "11.0", "original_question": "How much taller (in centimetres) is Mark O'Halloran (ex West Tigers rugby league player) than the London Broncos' player with the heritage number 341?"}
{"answer": "Jenna Ortega", "original_question": "Which American actress, born the same year Denzel Washington won his first Best Actor in a Leading Role Academy Award, had a supporting role in the second season of the Netflix series \"You\"?"}
{"answer": "Firework and the book 'On the Road' by Jack Kerouac", "original_question": "American author Joan Didion's second fiction novel has a film adaptation. The director of this film is the uncle of a famous pop singer This pop singer once famously sang a song with lyrics describing a combustible-containing device. This song received nominations for Best Pop Solo Performance and Record of the Year at the 54th Annual Grammy Awards. This song was inspired by another book. What is the name of the song and the book that inspired it?"}
{"answer": "Handsome Jack", "original_question": "Tiny Tina's Wonderlands' developer released a game 10 years prior to Tiny Tina's Wonderlands' release, this game was released on PC and Consoles. What is the name of the central antagonist of that game?"}
{"answer": "Sean Connery", "original_question": "In 1973, Edward Fox starred in The Day of the Jackal. He beat out a James Bond actor to the part, but what was the name of another James Bond actor he appeared with in an 'unofficial' 80s Bond film?"}
{"answer": "Albert Einstein Medal", "original_question": "What medal was won in 1979 by the famous physicist who attended the oldest college in London?"}
{"answer": "Harrison", "original_question": "What do the inventor of the marine chronometer, the US president with the shortest tenure in history, and the president who was sworn in by Chief Justice Melville Fuller all have in common?"}
{"answer": "There is no information about a monument that Paul-Albert Bartholomé began but was completed by someone else.", "original_question": "During World War I, the French designed a new military decoration to recognize French and allied soldiers for their service. The sculptor who designed the medal also worked on two war monuments one year after WWI ended. What is the name of the monument that he began work on, but was completed by someone else?"}
{"answer": "Dion Phaneuf", "original_question": "Who was the Captain of the Toronto Maple Leafs when Morgan Rielly played his first game?"}
{"answer": "Alberto Ascari", "original_question": "who won the formula one season in the year nine people were killed on the track at the argentine grand prix, and how old were they two years before sliced bread was first sold? "}
{"answer": "10", "original_question": "How long after the incorporation of Ottawa was the designer of Ottawa's Justice Building born?"}
{"answer": "1429475", "original_question": "What was the population of the province which the town Robat-e Morad is located, in 2016?"}
{"answer": "The Mayor of Quincy, Massachusetts when the Quincy Medical Center opened was Henry O. Fairbanks, and the Mayor when it closed was Thomas Koch.", "original_question": "Who was the Mayor of Quincy, Massachusetts when the Quincy Medical Center opened and who was the Mayor when it closed?"}
{"answer": "Hannah Einbinder, the daughter of Laraine Newman", "original_question": "Which original Saturday Night Live cast member's daughter, tied with Hannah Waddingham for the Best Supporting Actress in a Streaming Series, Comedy award at the 1st Hollywood Critics Association TV Awards in 2021?"}
{"answer": "Eagle", "original_question": "What is the English meaning of the name of the smaller of the two constellations which resides in the middle of the Summer Triangle?"}
{"answer": "Edie Windsor", "original_question": "Whose memoir was co-written with the author of Pill Head: The Secret Life of a Painkiller Addict and published post-humously 2 years after her death?"}
{"answer": "eggs, tomatoes, and olive oil", "original_question": "Shakshouka and menemen are considered similar dishes. What two main ingredients do they have in common?"}
{"answer": "For Whom the Bell Tolls", "original_question": "What novel by Ernest Hemingway won a Pulitzer prize for fiction that was subsequently overturned twelve years before the same author won again?"}
{"answer": "9", "original_question": "How many years did it take after the FIFA ban was lifted for someone to wear a hijab in the World Cup?"}
{"answer": "2140.0", "original_question": "Give me the difference in time, measured in hours not days, between the first solo woman to thru-hike the Appalachian Trail and the fastest recorded solo woman to walk the Appalachian Trail before 2012."}
{"answer": "['zebra', 'giraffe', 'hippo', 'zebra', 'giraffe', 'hippo']", "original_question": "Do zebra, giraffe or hippos wean the earliest?"}
{"answer": "39", "original_question": "What age was the Director of Inception (2010) when the film was released in the UK?"}
{"answer": "Saving Private Ryan", "original_question": "Out of all of Steven Spielberg's Oscar winning movies up until 2020, which one has made the most money?"}
{"answer": "18.5", "original_question": "How many more points did Michael Jordan average in his sophomore season (regular season) in the NBA than the first black NBA player averaged during his career (regular season)? Show me a math equation to justify your answer."}
{"answer": "90", "original_question": "How many England caps were won by university rugby teammates Will Carling, Chris Oti, and Andy Mullins? Round your answer to the nearest ten."}
{"answer": "There is no available information regarding a Saturday Night Live cast member who was fired in 2024 and appeared on Hot Ones.", "original_question": "As of August 2024, which cast member fired from Saturday Night Live appeared on the show Hot Ones?"}
{"answer": "['Neve Campbell']", "original_question": "What two actors starred in both The Craft and Scream in the same year?"}
{"answer": "Johnell Davis", "original_question": "Coached in the 2023/24 season by Dusty May, this college basketball player was the 2023/24 co-winner of the AAC Player of the Year Award. Who is that player?"}
{"answer": "Lionel Hollins", "original_question": "Who was number 3 on the 1976-77 NBA World Champions team?"}
{"answer": "..---", "original_question": "How many more letters are in the first name of the eighth Director of Special Forces (United Kingdom) than the runner who won Silver in the 1985 UK Athletics Championship 10,000 meters event? Give the answer in morse code."}
{"answer": "Amaravati", "original_question": "The city which has India's most famous biryani dish was from 1956 until 2014 the capital of a state which subsequently split into two new states; what is the capital of the state which does not contain the city from where the famous biryani originates?"}
{"answer": "Jamie Miller", "original_question": "I was one of Bad Religion's drummers between 1990 and 2023. I am from California, but not Los Angeles. Who am I?"}
{"answer": "The approximate population of Juneau, Alaska, the capital of the state admitted to the union in January 1959, according to the 2000 census is 30,666.", "original_question": "I live in a US state that was admitted to the union in January 1959. What was the approximate population of the capital of my state according to the last census of the 20th century?"}
{"answer": "Edward Shearmur", "original_question": "In 1994, Linus Roache starred in Priest. Who composed the music on his next film?"}
{"answer": "Sailor Moon", "original_question": "Which of these series was published earliest? Wedding Peach, Tokyo Mew Mew, Sailor Moon"}
{"answer": "FGM-148 Javelin", "original_question": "Out of the following man-portable launchers, which entered service with their respective military last?  A) FGM-148 Javelin B) 9K38 Igla C) FIM-92 Stinger."}
{"answer": "Pulmonary care medicine", "original_question": "As of August 3, 2024, what is the main specialization of the hospital designed by Vasco Morais Palmeiro Regaleira that is located in the civil parish where the Monteiro-Mor Palace resides?"}
{"answer": "Abby McGrew", "original_question": "Who was the Super Bowl MVP's wife the year the building Rodney Gordon designed was sold to Capital and City Group?"}
{"answer": "Arthur Dickinson", "original_question": "Who was the manager of the team that won the first Football League after the death of Queen Victoria?"}
{"answer": "46", "original_question": "How old was the Miss Miss Venezuela 1970 winner on the day the 68th Academy Awards was held?"}
{"answer": "Perth, Australia", "original_question": "What is the name of the home town of the top scorer for the 2018-19 Brisbane Roar Football Club?"}
{"answer": "Aerith Gainsborough", "original_question": "What famous playable video game character is killed in their story for the purpose of creating a huge feeling of emptiness? To give a little help, this character also helps her family out by selling flowers she has grown, she knows and has traveled with a known eco-terrorist leader and also a owner of a bar in the slums."}
{"answer": "2011, for the film 'The King's Speech'", "original_question": "During which year did the actor who played George Falconer in the film A Single Man receive his first Academy Award? Include the name of the film for which he won."}
{"answer": "Both 'Lose Your Way' by Love Amongst Ruin and Sally Lunn Buns originate from Britain, with the song being by a British rock band and the bread being a traditional British tea bread.", "original_question": "What does Lose Your Way by the British rock band Love Amongst Ruin have in common with Sally Lunn Buns?"}
{"answer": "Grady Gammage", "original_question": "Who was the building named after on South Forest Avenue, which was built around 1959-1964 and designed by the architect married to Olga Lazovic?"}
{"answer": "God's Window, located in the God's Window nature reserve, Mpumalanga, South Africa", "original_question": "What is the name of the popular vantage point that is featured in the 1980 comedy film \"The Gods Must Be Crazy\", and which provincial nature reserve is it located in as of 2024?"}
{"answer": "The Glendale Galleria", "original_question": "In the same city of California that is home to Walt Disney Imagineering is a famous retail shopping mall that opened with 1.6 million square feet of retail space. What is the name of that mall?"}
{"answer": "Kathleen High School", "original_question": "Which American high school can boast of an alumnus for whom the following is true: -Was inducted into the Pro Football Hall of Fame in 2018 -Played in 13 Pro Bowls -Played his first season of professional football for a team playing their first season in the NFL"}
{"answer": "15", "original_question": "How many more knock-outs did Joe Louis have than Muhammad Ali?"}
{"answer": "Nonsense", "original_question": "The actor who played Oliver Quick in Saltburn appeared in a music video for an artist who opened for Taylor Swift during the Latin American leg of the Eras Tour. What is the name of this music video?"}
{"answer": "4", "original_question": "Only one of the founding members of the superhero team 'The Defenders' was not a doctor. How many letters are in his name?"}
{"answer": "Keiko Nobumoto", "original_question": "Who was the screenwriter of the first collaboration film between Sunrise and the studio who animates Full Metal Alchemist?"}
{"answer": "MMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMM", "original_question": "One episode title from classic Doctor Who series 12 features the name of a Pentateuch book. Can you tell me which part of this episode had the lowest viewing figures in roman numerals?"}
{"answer": "1619", "original_question": "How many days is it from Damon Wayans's first episode as a cast member of Saturday Night Live to Damon Wayans's first episode as a cast member of In Living Color, including the days the first episodes premiered?"}
{"answer": "56", "original_question": "Twin brothers and former linebackers Ricardo and Devon McDonald were drafted into the NFL in 1992 and 1993, respectively. How many more games did one twin play than the other during their NFL career?"}
{"answer": "160228", "original_question": "In feet, subtract the diameter of the pitching plate (\"rubber\") in softball, from the distance between the \"points\" of the bases in baseball, and multiply that figure by the year that Joe DiMaggio married Marilyn Monroe. "}
{"answer": "C Major", "original_question": "What key signature was the song that was number one on the Billboard Hot 100 on June 8, 2002 performed in? "}
{"answer": "May 23, 1985", "original_question": "What is the birthday of the basketball player turned wrestler who shares a nickname with the YouTuber who created the brand Feastables?"}
{"answer": "Coltsville National Historical Park", "original_question": "Which U.S. National Park was the first to be established after the Portland Trail Blazers won their only playoff series with LaMarcus Aldridge on the team?"}
{"answer": "Dreamspace by Stratovarius", "original_question": "Which of the following albums came out on a date closest to the date that Nancy Kerrigan was assaulted? What about which album was closest to the date of Harding's plea deal? Awake by Dream Theater Inside Out by Fates Warning Promised Land by Queensryche Dreamspace by Stratovarius"}
{"answer": "1961", "original_question": "What is the birth year of the American President who once pet the cat who was buried at the Hagia Sofia in 2020?"}
{"answer": "3", "original_question": "The star of the TV show \"The Bear\" had his breakout role on a Showtime show. The actress who played his older sister on that Showtime show released an album in 2007. The label who released her album released their first album 27 years previous. From their first album, what number did the title track reach on the Billboard Hot 100?"}
{"answer": "On the Road by Jack Kerouac", "original_question": "Since the turn of the 21st century, there has only been one year in which the Pulitzer Prize for Fiction has not been awarded. Among the finalists that year, one novel was published posthumously. The author of this posthumous publication is best known for a different novel published 15 years prior. The opening lines of this book later inspired a song by a band. The name of this band can be determined with the following calculation: find the age of the author on January 1 of the year the latter book was published, add four, and subtract the sum from the year this author was a Pulitzer Prize finalist. The name of this band was inspired by yet another book. What is the name of this book and its author?"}
{"answer": "143", "original_question": "How many years older is the the library where Galileo's middle finger was first exhibited than the first public library to be lit using electric lightbulbs?"}
{"answer": "5:08", "original_question": "Can you add one minute to the time of the title track from the album released by Ray Charles in the year before Phil Quartararo took over as president of its record label?"}
{"answer": "47", "original_question": "How old was the first minister of the Ministry of Digital Affairs in Poland when Andrzej Halicki became minister?"}
{"answer": "812021", "original_question": "According to the 1990 United States census, what was the total population of the cities in Oklahoma that had at least 100,000 residents according to the 2020 United States census?"}
{"answer": "Mulona grisea and Mulona lapidaria", "original_question": "Which species from the genus mulona are both found in the same country?"}
{"answer": "The painting is not specified", "original_question": "An Australian artist, born the same year as artist Janet Cumbrae Stewart and fellow member of the Melbourne Society of Women Painters and Sculptors, had her painting featured on the cover of Women's World Magazine in 1923. What is the name of the painting?"}
{"answer": "Mesut Özil", "original_question": "Which football player got 15 or more assists in La Liga during the 2010-2011 season and also played for Arsenal at one point in his career?"}
{"answer": "Italy and Norway", "original_question": "In the Eurovision Song Contest 2024, one country scored a combined total (jury and televoting results) of 268 - as did another country in the contest the year before. Which countries are they?"}
{"answer": "90", "original_question": "How old would the 1975 winner of the Lenore Marshall Poetry Prize have been if they were still alive on the date when Rupi Kaur released her book titled, \"Milk and Honey\"?"}
{"answer": "Naples, Italy", "original_question": "I am thinking of a Ancient Roman City.  The city was destroyed by volcanic eruption.  The eruption occurred in the year 79 AD.  The volcano was a stratovolcano.    Where was the session held where it was decided that the city would be named a UNESCO world heritage site?"}
{"answer": "331", "original_question": "What is the average distance for the left field line in MLB stadiums with a retractable roof as of August 2024? Round to the nearest whole number."}
{"answer": "New South Wales", "original_question": "Which section of IPSC Australia Inc. is larger than Honshu and smaller than Sumatra by area?"}
{"answer": "1", "original_question": "As of 2024, how many of the Star Wars actors whose first or last names are 'Jack' have starred in more than 2 Star wars movies?"}
{"answer": "10", "original_question": "On March 3rd during the year of Mariah Carey's birth, a famous space launch occurred and the mission lasted for how many days?"}
{"answer": "['Cleveland Indians', 'New York Yankees', 'Texas Rangers', 'Toronto Blue Jays']", "original_question": "Name the teams in alphabetical order that every AL MVP from Texas Rangers retired from as of August 2024."}
{"answer": "176.9", "original_question": "How much wider in centimeters is the painting that inspired a Stephen Sondheim musical than the 10th most expensive painting ever sold?"}
{"answer": "12.0", "original_question": "Multiple the number of Tony's won by the guest host of SNL 12/6/1997 by the number of Oscar nominations received by the 2023 film directed by Greta Gerwig. Then divide this number by the number of Grammy's won by the band behind the 1979 album \"Tusk\"."}
{"answer": "August 24, 1974", "original_question": "What is the birth date of the person picked right after Lee Vaughn in the 1997 NFL draft?"}
{"answer": "The first initial and surname of the cricketer who became the top-rated test batsman in the 2020s, is the fastest player of their country to 6 1000 run milestones in tests, and became their country's all-time leading run scorer in tests in the same year is J Root.", "original_question": "As of August 4, 2024, what is the first initial and surname of the cricketer who became the top-rated test batsman in the 2020s, is the fastest player of their country to 6 1000 run milestones in tests, and became their country's all-time leading run scorer in tests in the same year?"}
{"answer": "The answer is not available", "original_question": "As of August 5, 2024, what is the name of the federal law that was found to be violated by the company that Brian Bergstein is employed by?"}
{"answer": "No player found", "original_question": "As of August 1, 2024, which player who scored more than 10 goals in the 2022 Argentine Premier League season also played for Elche in Spain?"}
{"answer": "Keith Gillespie", "original_question": "Which Northern Irish footballer who started in the 90s played for 9 English clubs, 8 of which were FA Cup winners?"}
{"answer": "Aryna Sabalenka", "original_question": "Of the top 3 women's WTA singles ranking as of 29th July 2024, which has a father who was an ice hockey player?"}
{"answer": "3", "original_question": "Out of all of the sovereign states with U.N. membership as of January 1, 2024, that recognize Abkhazia as a sovereign state, how many of them have active volcanoes?"}
{"answer": "Ken Griffey Jr.", "original_question": "As of the 2023 Major League Baseball season, who is the only player in the top 15 lists of career home runs, career runs batted in, and career hits, who was also named (in 2007) the all-time Gold Glove team?"}
{"answer": "Donald Trump", "original_question": "What actor who starred in the People's Choice Award for Favorite Comedic Movie 1993 later became a U.S. President?"}
{"answer": "Starman", "original_question": "Out of all of the feature-length theatrical films that John Carpenter directed before 2015, which has the longest running time?"}
{"answer": "Jill Valentine", "original_question": "Who was the character in the roster of the Marvel vs. Capcom entry that was ported to the PlayStation 4 in 2016 that represented a video game franchise that has zombies as main antagonists and is the player character of a game released in 1999?"}
{"answer": "Barry Bonds", "original_question": "Who had the best career batting average out of every player to hit a home run in the 2002 World Series matchup between the Anaheim Angeles and San Francisco Giants?"}
{"answer": "27867", "original_question": "A United States women's national soccer team player scored her first career international goal during the semi-final match of the 2015 FIFA Women's World Cup. This same player scored her second goal the next year. Tell me the difference in attendance between these two games."}
{"answer": "Franklin D. Roosevelt", "original_question": "Which president featured on a U.S. coin in 1972 served the longest as President of the United States of America?"}
{"answer": "5297.965", "original_question": "What is the average height of Mount Everest, Mount Thor, Mount Denali and The Matterhorn?"}
{"answer": "Unknown", "original_question": "How much time passed between the release of the blockchain platform founded by the individual who resides in the town of the same name as the James Buchanan House and the release of the prior blockchain platform co-founded by the same individual?"}
{"answer": "A Certain World", "original_question": "What was the last prose book written by the poet who referred to Wyndham Lewis as \"that lonely old volcano of the Right.\"?"}
{"answer": "3.5", "original_question": "How much bigger was Ford Motor Company's market share of US Sales the year Matthew McConaughey won his first MTV Movie Award than the year Zac Efron won his?"}
{"answer": "red and white", "original_question": "In 2020, the Italian curling team won the Moscow Classic annual bonspiel. One of the members of that four-person team was not born in Italy. As of August 1, 2024, what are the colors of the national flag of their country of origin?"}
{"answer": "6563", "original_question": "The man who owned The Washington Post in 1932 broke the trust established by his father to gain control of the paper, only to run into the ground, lose it, and get committed to a psychiatric hospital where he died. How many days after his death did the man who purchased it in 1933 die?"}
{"answer": "Everybody Talks", "original_question": "In the second album of a synthpop-rock band from the county seat city of Utah County, which song has a length of under 3 minutes, not counting any bonus tracks?"}
{"answer": "5", "original_question": "Emory Kristof, the photographer who helped find the Titanic's wreckage, shares an alma mater with a co-creator of Seinfeld. How many years separate their births?"}
{"answer": "27", "original_question": "How many years before Starbucks introduced juice-blended Frappuccinos, was the company that is accredited for inventing the Frappuccino, founded?"}
{"answer": "Gambit Esports", "original_question": "Out of every team that has won at least one official global Valorant tournament, which team has also won at least one League of Legends World Championship and at least one CS:GO Major Championship as of 2024? "}
{"answer": "White, 81%", "original_question": "In the town where the most successful American Ace of World War 2 to survive that war was born, there is a college. What was the name and percentage of the largest demographic of full and part time students attending that college in 2020?"}
{"answer": "The M*A*S*H finale ran the longest by 52.0 minutes.", "original_question": "Of the top two most watched television season finales (as of June 2024), which finale ran the longest in length and by how much? "}
{"answer": "Green Bay, Wisconsin, or Marinette, Wisconsin", "original_question": "There's a comedy club on Sunset in West Hollywood that opened in 1972. One of its founders opened for one of Elvis' comeback performances. Where was this founder's first wife born?"}
{"answer": "December", "original_question": "Which month had the third-lowest mean daily minimum temperature (recorded from 1876–1905) in the Japanese city which in 1720 was estimated to be the largest in the world?"}
{"answer": "16", "original_question": "How many years apart was the founding of Snell & Wilmer from the birth of the man who got 3rd place at the 1954 Masters golf tournament?"}
{"answer": "1121", "original_question": "What is the total number of pages in the first two first-edition books in the Emperyan Series by Rebecca Yarros?"}
{"answer": "328", "original_question": "Lauryn Hill has one older brother named Malaney. The year he was born, a famous baseball player who played his final season with the Philadelphia Athletics died in March. That player was elected to the Baseball Hall of Fame. 6 years later after his election, the only person to be inducted to the Baseball Hall of Fame had how many total career wins? "}
{"answer": "The Ingalls Building", "original_question": "What was the first skyscraper built in this player's hometown before he became the 160th pick of the 1980's NFL Draft?"}
{"answer": "red", "original_question": "As of August 3, 2024, excluding white, what colour features on the flag of the city that houses the racecourse where Danon The Kid made his racing debut?"}
{"answer": "Gojira", "original_question": "As of August 3, 2024, which band was nominated three times for the Grammy Award for Best Metal Performance and also headlined the Opus Stage at Download Festival 2023?"}
{"answer": "1", "original_question": "Regarding the award that the man who created the initial sketch for the Eiffel Tower received, how many of the award models have hanging devices that are in the shape of a crown?"}
{"answer": "519", "original_question": "How many more career home runs did the MLB player who had the highest slugging percentage in 1954 have than the player who was the the first African American to play in Major League Baseball?"}
{"answer": "The Nobel Peace Prize in 1965 was awarded to UNICEF for its efforts to enhance solidarity between nations and reduce the difference between rich and poor states. While there were American Nobel Prize winners in 1965 in other fields, such as Physics and Chemistry, the Nobel Peace Prize was not awarded to an American individual.", "original_question": "There is a speech-sound disorder, not caused by a structural abnormality, for which one symptom is rearranging sounds of a word. The term for the disorder was first defined in 1908 by a German neuroscientist with the first name Hugo. Why was the Nobel Peace Prize given to an American the same year Hugo died?"}
{"answer": "The Haitian and French Revolutions started 2.105407255304586 years apart. The Haitian Revolution lasted 2.891170431211499 years longer than the French Revolution. Toussaint Louverture was 48.257357973990416 years old when the Haitian Revolution began, and Maximilien Robespierre was 31.189596167008897 years old when the French Revolution began.", "original_question": "How many years apart were the start of the Haitian and French revolutions , how many years longer did the Haitian Revolution last than the French Revolution, and how old were their respective leaders when each revolution began?"}
{"answer": "Unknown", "original_question": "Frank Jevons was the 9th Master of Hatfield College. His death came how many years after the death of his predecessor in the same role?"}
{"answer": "Tales of Bunjitsu Bunny", "original_question": "This town was the original location of the tallest Christmas Tree displayed at the Rockefeller Center. This was also home to the author of a famous children's book series. What is the name of this series?"}
{"answer": "Bill Clinton", "original_question": "From United States Former President Bill Clinton through Former President Donald Trump, which president in this time period has published the greatest number of books as of August 1, 2024? Please exclude from that count any books you find that are authored by someone else about a particular former president. "}
{"answer": "100", "original_question": "How many years were between the publication of a book considered 'one of the seminal works of fiction of the 20th century', and the Japanese release of the retail version of the game \"Resident Evil: Revelations 2\" for the PS3, of which the author of the 20th century book was a great inspiration for the plot?"}
{"answer": "Sherman Alexie", "original_question": "Renowned Abstract Expressionist painter Clyfford Still graduated from college in 1933. As of August 1, 2024, what other alumnus from that university was nominated for a Pulitzer Prize?"}
{"answer": "Birutė Galdikas", "original_question": "What German-born Author had books published in 1995, 1999, & 2005 detailing their studies and activism with what Tang's animal mascot of the time?"}
{"answer": "JDZ", "original_question": "Houston, Texas had dozens of airports as of January 1, 2024. Find the three-letter IATA code of the airport in which the longest runway was exactly 7000 feet long, and rearrange those letters to match that of another airport at that time.  Here are your hints: The last letter of the re-arranged code is \"J\". The new airport was located in China.   With this information, what was the IATA code of this airport?"}
{"answer": "George Strait", "original_question": "Who had their twenty-first number one hit on the US Billboard Hot Country Songs chart the same week Carly Rae Jepsen hit #39 on the Australia ARIA Top 50 Singles chart?"}
{"answer": "Mike Keane", "original_question": "As of August 3rd, 2024, which Moose Jaw Warrior with a retired number was born on May 29, 1967?"}
{"answer": "The Mock Election", "original_question": "I'm thinking of a painting. It was done by the same man who painted The Anti-Slavery Society Convention in the 1840's. The painting is about an election. Can you tell me the name of it?"}
{"answer": "Light Yagami", "original_question": "As of July 2024, which protagonist of a 'shonen jump' series shares a name with a station on a West Japan Railway Company regional line?"}
{"answer": "[('Benny Kauff', 1914), ('Tony Gwynn', 1987), ('Barry Bonds', 2002)]", "original_question": "Put in chronological order the Major League Baseball seasons in which Barry Bonds, Tony Gwynn, and Benny Kauff hit for a .370 batting average."}
{"answer": "Ya Kid K does not have a fifth album", "original_question": "What's the fifth song on the fifth album of the pop singer who was parodied in the fifth song on \"Weird Al\" Yankovic's fifth album?"}
{"answer": "13", "original_question": "Of the Jason Statham movies that came out the year Dennis Hopper died, which could he have lived to see the premiere of?"}
{"answer": "1.0", "original_question": "David Fincher has two movies in the 90's that have numbers in the title. What is the number in the title of David Fincher's later-released movie multiplied by the ratio of the sum of all of the molars in an aardvark over the number of adult teeth in a dog?"}
{"answer": "1", "original_question": "How many New Zealanders have won Australian Idol during seasons 1 to 8?"}
{"answer": "Alberto GINES LOPEZ", "original_question": "Who was the youngest climber to podium at the first year climbing was in the olympics?"}
{"answer": "Park Byeong-Ju", "original_question": "Which South Korean Cross-country skier had the highest rank at the Olympics in the Men's 15 km, among South Korean skiers only, between 2002 and 2006?"}
{"answer": "Kakuji Kakuta", "original_question": "Who was the Vice Admiral in charge of the Carrier Division the Japanese carrier Hiyō was in when she was sunk?"}
{"answer": "Charley's Aunt", "original_question": "What is the name of the lead role of the play that Harry C. Bradley's second wife was in, in 1906?"}
{"answer": "10.6", "original_question": "A puzzle released in the 1970's gained popularity and inspired the establishment of an international speed competition. What was the average time of all winners of this competition between 2005 and 2015 rounded to the nearest 100th?"}
{"answer": "15", "original_question": "Looking at the Best Actor and Best Actress categories for the 2023 Academy Awards, how many children did all of the winners and nominees have combined as of August 1, 2024?"}
{"answer": "Barbara Kingsolver", "original_question": "Concerning just the winners between 2019 and 2024, which Pulitzer Prize-winning author was born in Maryland?"}
{"answer": "3806", "original_question": "How many pages do the first edition harry potter series books have combined?"}
{"answer": "Season 14", "original_question": "The female of the pair who have been called \"the worst guests in 'Below Deck Sailing Yacht' history\" made her TV debut five seasons before which Bachelor?"}
{"answer": "Emiliano Aguilera", "original_question": "Of the participants in the first round of the 2024 Yucatán Open (Doubles), which Mexican player had received two wild cards during their career prior to August 4, 2024?"}
{"answer": "25", "original_question": "As of 2024, how many times could the country where shogi was invented fit inside the country where xiangqi was invented? Round to the nearest whole number."}
{"answer": "The Weeknd", "original_question": "Tell me the singer that I am thinking about. Use this information to determine who it is: The song hit #1 on the billboard in 2015. The singer is from Canada. The artist was born before the dissolution of Czechoslovakia."}
{"answer": "21", "original_question": "Please consider the following clues and answer the question that follows:  1. This mosque is located in the city dubbed the \"Jerusalem of the Balkans.\" 2, The mosque was commissioned by an authoritarian dictator born in a small village 10 km west of Yogyakarta.  Question: What is the height difference between the twin towers of the mosque and its dome? "}
{"answer": "Charles Muhangi, driving a Subaru Impreza", "original_question": "In 2000, Michel von Tell drove a Toyota and placed sixth in an event. Who placed first that same year, and what car were they driving?"}
{"answer": "['Jeff Foxworthy', 'Bill Engvall', 'Ron White', 'Larry the Cable Guy']", "original_question": "In 2010, the WWE Hall of Fame took place in the same stadium as a famous comedy movie done a few years before. Who are the four comedians that starred in this comedy movie?"}
{"answer": "57479.0", "original_question": "There is a famous Texas city where a Stadium built in 1930 hosted six games for the 1994 World Cup, but only after widening the field and permanently installing natural grass on the playing surface. What was the average (mean) number of attendance for these six games?"}
{"answer": "4", "original_question": "What was the daily average passenger count in 2011 of the first station on the train line that serves Hiraka Train Station in Japan?"}
{"answer": "23", "original_question": "In physics, when speaking of classical mechanics, there is an infamous problem that involves taking the initial positions and velocities of three point masses that orbit each other and attempting to calculate their trajectories. There is no general closed-form solution for this infamous problem. French mathematicians in the 18th century focused on solving this problem in regards to astronomical motion, specifically how the Moon rotates on its apsides. Their work led to a solution using Newton's laws of physics and the Discrete Fourier Transformation (DFT), which ultimately changed how sailors were able to determine longitude at sea. The inventor of the device that would revolutionize naval navigation using these new principles and proofs spent how many years testing and perfecting his work?"}
{"answer": "Unknown", "original_question": "From 1924 to August 2024, how many times did Texas's and California's electoral colleges elect the same nominee during the presidential election? "}
{"answer": "4", "original_question": "Archibald Sinclair had an American mom who was a half-sister. The half-sister had a life partner who had a painting of her by Walter Sickert. How many words is the title of that painting?"}
{"answer": "Volkswagen Golf is not the answer, but the Spektrum program is related to custom colors for the Volkswagen Golf and the word Spektrum is similar to Spectrum, which has one less letter than Spektrum", "original_question": "What Volkswagen former car model has nearly the same name as a Bangkok rooftop restaurant? The car has one additional letter."}
{"answer": "Dunnite", "original_question": "What is the other name, beginning and ending with the letter \"d\", for the substance, often deployed by means of artillery shells, which was also instrumental in developing a treatment for a condition that dogs of the same breed as Mayor Max II are unusually prone to?"}
{"answer": "Hans Asperger", "original_question": "The person who posted a photo with Rahul Ligma and Daniel Johnson at the headquarters of a social media company claims to have a certain syndrome, despite never receiving a formal diagnosis. Who was this syndrome named after?"}
{"answer": "Matt Damon", "original_question": "The lead actor who plays the regional manager of this popular mockumentary sitcom released in 2005 has the same initials as Santa Claus. What is the name of the voice character for Flower in the latest animated film this actor starred in in 2024?"}
{"answer": "Michel Kratochvil", "original_question": "What is the name of the retired Swiss tennis player who made the 4th round of Wimbledon in 2002?"}
{"answer": "Unknown", "original_question": "Who did the Canadian swimmer Eric Lamont compete against in Heat 3 of the freestyle competition that he was older than?"}
{"answer": "Eli Capilouto", "original_question": "Which 2024 college/university president has a degree from Harvard University: the president from the one that organizes the Miami Book Fair or from the one that organizes the Kentucky Women Writers Conference?"}
{"answer": "The final answer to the user's question is:\n\nBruce Willis starred in the movie \"Stoned\", which is about the subject of the song \"Paint It Black\" by The Rolling Stones, featured on the compilation album \"Friends and Relatives\". Bruce Willis also played himself on an episode of \"Friends\".", "original_question": "Who starred in a movie about the subject of a song on the compilation album \"Friends and Relatives,\" and also played themselves on an episode of \"Friends\"?"}
{"answer": "8", "original_question": "How many more wins did the team with the number one seed from the NBA Western Conference in the 2020-2021 season have than the team with the fifth seed from the NBA Western Conference in the 2019-2020 season?"}
{"answer": "Genie in a Bottle", "original_question": "What song did Christina Aguilera release after Britney Spears released \"...Baby One More Time.\"?"}
{"answer": "Kabuterimon", "original_question": "An episode of the first season of the show Digimon had an English air date exactly 2 years before 9/11 - what Digimon destroyed the Black Gear in that episode?"}
{"answer": "YouTube", "original_question": "Cut It by O.T Genasis was released in 2015. What is the name of the streaming service that exclusively hosted the music video of the song that ranked one position above \"Cut It\" on the US Billboard Hot 100 of 2016?"}
{"answer": "22", "original_question": "Before the COVID-19 pandemic, how many Juno Awards nominations did the Saskatoon bands The Northern Pikes, Wide Mouth Mason, and The Sheepdogs have combined?"}
{"answer": "Bowens", "original_question": "What were the last names of the players selected for the Pro Bowl from the NFL team that was featured in the movie \"Ace Ventura: Pet Detective\"? Base the answer on the following specifications:  -- These players were on the team while Wayne Huizenga was the owner  -- The team that these players were on achieved a 10-6 regular season record while still making the playoffs during their Pro Bowl season"}
{"answer": "Lü Huihui and Sunette Viljoen, 1.5600000000000023 meters, 0.3399999999999892 meters", "original_question": "Who placed 2nd and 3rd against Katharina Molitor in her World Winning Championship, and what was the difference between the final gold and silver throws, and silver and bronze throws?"}
{"answer": "LSD", "original_question": "What drug did the male founder of the company that first cloned a U.S. endangered species help study with the International Foundation for Advanced Study?"}
{"answer": "The Museum of Science and Industry", "original_question": "As of August 3 2024, which surviving building of the World's Columbian Exposition of 1893 sits on the same street as a skyscraper over 1,000 feet tall? Give the surviving building's current name."}
{"answer": "['LeBron James', 'Tina Charles', 'DeWanna Bonner']", "original_question": "Of the top five all-time scoring leaders of the National Basketball Association (NBA) and the Women's National Basketball Association (WNBA), which players were still playing professionally as of the 2024 season?"}
{"answer": "Harry Shearer", "original_question": "Of the six main/principal cast of The Simpsons, who was born first?"}
{"answer": "No country with exactly 5 medals is mentioned in the search results.", "original_question": "In the 1984 Olympics, what sport did the country that got 5 total medals win a gold medal in?"}
{"answer": "1936", "original_question": "Using only the Winter and Summer Olympic events that occurred in the same country in the same year, which year had the most total combined women competing in the olympics?"}
{"answer": "['Maine', 'New Hampshire', 'Rhode Island']", "original_question": "Of all states within New England in the United States, which had a population between 400,000 and 800,000 in 1920?"}
{"answer": "4", "original_question": "How many Best Director winners from the Academy Awards in the 1990s were born before 1950?"}
{"answer": "1", "original_question": "In the three summer Olympics held in Europe between 1984 and 2020, how many more times did Australia place above South Korea in the final medal rankings?"}
{"answer": "Peter Fonda", "original_question": "Which actor in the movie Nadja has a Golden Palm Star on the Walk of Stars in Palm Springs, California?"}
{"answer": "Aiyuk's difference: 327, Higgins' difference: 373", "original_question": "What was the difference in receiving yards from 2022 and 2023 for number 11 on the 49ers? Calculate the same 2022/2023 difference for the closest ranked WR for number 11's draft class and compare their numbers."}
{"answer": "2000", "original_question": "I lost a final against Greg Rusedski on grass, who won his 4th career singles title on grass against a player that once defeated me in the opening round of the US Open. I achieved my highest ranking in singles on what date?"}
{"answer": "Nippon Paper Cranes", "original_question": "Joel Oshiro Dyck played professional ice hockey for three teams. Which of those teams were dissolved for financial difficulties after the 2018-2019 season?"}
{"answer": "153", "original_question": "The artist, MadLib, released Mind Fusion Vol. 1 as a collaboration with several other artists. The track, \"I Got A Right Ta (Madlib Remix)\" features an artist other than MadLib. This artist received a Bachelor's of Science degree from a university in Florida. How many years after the establishment of this university was the album Mind Fusion Vol. 1 released?"}
{"answer": "Virginia Woolf and James Joyce, Virginia Woolf was alive for the longest, by 82 days", "original_question": "Two famous modernist writers were born and died on the same year. Who were they, which of them was alive for the longest, and by how many days?"}
{"answer": "Northeast", "original_question": "What compass direction (of the 4 cardinal and 4 ordinal directions) is the capital city of the state which houses the Jackson Hole Mountain Resort in relation to the centre of the state?"}
{"answer": "Swimming", "original_question": "I'm thinking of a sport that a University in the midwest USA won the championship for in 1974. The University suffered a defeat in football in 2005, losing to the University where the 18th honourary citizen of Beijing obtained his Bachelor's degree. What is the sport I'm thinking of?"}
{"answer": "empty", "original_question": "What is the name of the town or city of birth of the player who won the men's singles at the US Open on the year after Venus & Serena Williams played each other for the 8th time as pros?"}
{"answer": "empty", "original_question": "How many of Mark Calaway's consecutive Wrestlemania wins occurred in matches that were longer than the final match result in the same year's competition, not including years where Calaway was part of the final result?"}
{"answer": "empty", "original_question": "How many player entries were in the event that the winner of the 2008 Aussie Millions also won in 2010 at the PokerStars World Championship of Online Poker?"}
